[{
  "id": 22428,
  "actSceneLine": "",
  "player": "OCTAVIUS CAESAR",
  "line": "ACT I\nSCENE I. A hall in DUKE SOLINUS'S palace.\nEnter DUKE SOLINUS, AEGEON, Gaoler, Officers, and other Attendants"
}, {
  "id": 22431,
  "actSceneLine": "1.1.1",
  "player": "AEGEON",
  "line": "Proceed, Solinus, to procure my fall\nAnd by the doom of death end woes and all."
}, {
  "id": 22433,
  "actSceneLine": "1.1.3",
  "player": "DUKE SOLINUS",
  "line": "Merchant of Syracuse, plead no more,\nI am not partial to infringe our laws:\nThe enmity and discord which of late\nSprung from the rancorous outrage of your duke\nTo merchants, our well-dealing countrymen,\nWho wanting guilders to redeem their lives\nHave seal'd his rigorous statutes with their bloods,\nExcludes all pity from our threatening looks.\nFor, since the mortal and intestine jars\n'Twixt thy seditious countrymen and us,\nIt hath in solemn synods been decreed\nBoth by the Syracusians and ourselves,\nTo admit no traffic to our adverse towns Nay, more,\nIf any born at Ephesus be seen\nAt any Syracusian marts and fairs,\nAgain: if any Syracusian born\nCome to the bay of Ephesus, he dies,\nHis goods confiscate to the duke's dispose,\nUnless a thousand marks be levied,\nTo quit the penalty and to ransom him.\nThy substance, valued at the highest rate,\nCannot amount unto a hundred marks,\nTherefore by law thou art condemned to die."
}, {
  "id": 22456,
  "actSceneLine": "1.1.26",
  "player": "AEGEON",
  "line": "Yet this my comfort: when your words are done,\nMy woes end likewise with the evening sun."
}, {
  "id": 22458,
  "actSceneLine": "1.1.28",
  "player": "DUKE SOLINUS",
  "line": "Well, Syracusian, say in brief the cause\nWhy thou departed'st from thy native home\nAnd for what cause thou camest to Ephesus."
}, {
  "id": 22461,
  "actSceneLine": "1.1.31",
  "player": "AEGEON",
  "line": "A heavier task could not have been imposed\nThan I to speak my griefs unspeakable:\nYet, that the world may witness that my end\nWas wrought by nature, not by vile offence,\nI'll utter what my sorrows give me leave.\nIn Syracusa was I born, and wed\nUnto a woman, happy but for me,\nAnd by me, had not our hap been bad.\nWith her I lived in joy, our wealth increased\nBy prosperous voyages I often made\nTo Epidamnum, till my factor's death\nAnd the great care of goods at random left\nDrew me from kind embracements of my spouse:\nFrom whom my absence was not six months old\nBefore herself, almost at fainting under\nThe pleasing punishment that women bear,\nHad made provision for her following me\nAnd soon and safe arrived where I was.\nThere had she not been long, but she became\nA joyful mother of two goodly sons,\nAnd, which was strange, the one so like the other,\nAs could not be distinguish'd but by names.\nThat very hour, and in the self-same inn,\nA meaner woman was delivered\nOf such a burden, male twins, both alike:\nThose,--for their parents were exceeding poor,--\nI bought and brought up to attend my sons.\nMy wife, not meanly proud of two such boys,\nMade daily motions for our home return:\nUnwilling I agreed. Alas! too soon,\nWe came aboard.\nA league from Epidamnum had we sail'd,\nBefore the always wind-obeying deep\nGave any tragic instance of our harm:\nBut longer did we not retain much hope,\nFor what obscured light the heavens did grant\nDid but convey unto our fearful minds\nA doubtful warrant of immediate death,\nWhich though myself would gladly have embraced,\nYet the incessant weepings of my wife,\nWeeping before for what she saw must come,\nAnd piteous plainings of the pretty babes,\nThat mourn'd for fashion, ignorant what to fear,\nForced me to seek delays for them and me.\nAnd this it was, for other means was none:\nThe sailors sought for safety by our boat,\nAnd left the ship, then sinking-ripe, to us:\nMy wife, more careful for the latter-born,\nHad fasten'd him unto a small spare mast,\nSuch as seafaring men provide for storms,\nTo him one of the other twins was bound,\nWhilst I had been like heedful of the other:\nThe children thus disposed, my wife and I,\nFixing our eyes on whom our care was fix'd,\nFasten'd ourselves at either end the mast,\nAnd floating straight, obedient to the stream,\nWas carried towards Corinth, as we thought.\nAt length the sun, gazing upon the earth,\nDispersed those vapours that offended us,\nAnd by the benefit of his wished light,\nThe seas wax'd calm, and we discovered\nTwo ships from far making amain to us,\nOf Corinth that, of Epidaurus this:\nBut ere they came,--O, let me say no more!\nGather the sequel by that went before."
}, {
  "id": 22526,
  "actSceneLine": "1.1.96",
  "player": "DUKE SOLINUS",
  "line": "Nay, forward, old man, do not break off so,\nFor we may pity, though not pardon thee."
}, {
  "id": 22528,
  "actSceneLine": "1.1.98",
  "player": "AEGEON",
  "line": "O, had the gods done so, I had not now\nWorthily term'd them merciless to us!\nFor, ere the ships could meet by twice five leagues,\nWe were encounterd by a mighty rock,\nWhich being violently borne upon,\nOur helpful ship was splitted in the midst,\nSo that, in this unjust divorce of us,\nFortune had left to both of us alike\nWhat to delight in, what to sorrow for.\nHer part, poor soul! seeming as burdened\nWith lesser weight but not with lesser woe,\nWas carried with more speed before the wind,\nAnd in our sight they three were taken up\nBy fishermen of Corinth, as we thought.\nAt length, another ship had seized on us,\nAnd, knowing whom it was their hap to save,\nGave healthful welcome to their shipwreck'd guests,\nAnd would have reft the fishers of their prey,\nHad not their bark been very slow of sail,\nAnd therefore homeward did they bend their course.\nThus have you heard me sever'd from my bliss,\nThat by misfortunes was my life prolong'd,\nTo tell sad stories of my own mishaps."
}, {
  "id": 22551,
  "actSceneLine": "1.1.121",
  "player": "DUKE SOLINUS",
  "line": "And for the sake of them thou sorrowest for,\nDo me the favour to dilate at full\nWhat hath befall'n of them and thee till now."
}, {
  "id": 22554,
  "actSceneLine": "1.1.124",
  "player": "AEGEON",
  "line": "My youngest boy, and yet my eldest care,\nAt eighteen years became inquisitive\nAfter his brother: and importuned me\nThat his attendant--so his case was like,\nReft of his brother, but retain'd his name--\nMight bear him company in the quest of him:\nWhom whilst I labour'd of a love to see,\nI hazarded the loss of whom I loved.\nFive summers have I spent in furthest Greece,\nRoaming clean through the bounds of Asia,\nAnd, coasting homeward, came to Ephesus,\nHopeless to find, yet loath to leave unsought\nOr that or any place that harbours men.\nBut here must end the story of my life,\nAnd happy were I in my timely death,\nCould all my travels warrant me they live."
}, {
  "id": 22570,
  "actSceneLine": "1.1.140",
  "player": "DUKE SOLINUS",
  "line": "Hapless AEgeon, whom the fates have mark'd\nTo bear the extremity of dire mishap!\nNow, trust me, were it not against our laws,\nAgainst my crown, my oath, my dignity,\nWhich princes, would they, may not disannul,\nMy soul would sue as advocate for thee.\nBut, though thou art adjudged to the death\nAnd passed sentence may not be recall'd\nBut to our honour's great disparagement,\nYet I will favour thee in what I can.\nTherefore, merchant, I'll limit thee this day\nTo seek thy life by beneficial help:\nTry all the friends thou hast in Ephesus,\nBeg thou, or borrow, to make up the sum,\nAnd live, if no, then thou art doom'd to die.\nGaoler, take him to thy custody."
}, {
  "id": 22586,
  "actSceneLine": "1.1.156",
  "player": "Gaoler",
  "line": "I will, my lord."
}, {
  "id": 22587,
  "actSceneLine": "1.1.157",
  "player": "AEGEON",
  "line": "Hopeless and helpless doth AEgeon wend,\nBut to procrastinate his lifeless end.\nExeunt\nSCENE II. The Mart.\nEnter ANTIPHOLUS of Syracuse, DROMIO of Syracuse, and First Merchant"
}, {
  "id": 22592,
  "actSceneLine": "1.2.1",
  "player": "First Merchant",
  "line": "Therefore give out you are of Epidamnum,\nLest that your goods too soon be confiscate.\nThis very day a Syracusian merchant\nIs apprehended for arrival here,\nAnd not being able to buy out his life\nAccording to the statute of the town,\nDies ere the weary sun set in the west.\nThere is your money that I had to keep.\nANTIPHOLUS"
}, {
  "id": 22601,
  "actSceneLine": "1.2.10",
  "player": "OF SYRACUSE",
  "line": "Go bear it to the Centaur, where we host,\nAnd stay there, Dromio, till I come to thee.\nWithin this hour it will be dinner-time:\nTill that, I'll view the manners of the town,\nPeruse the traders, gaze upon the buildings,\nAnd then return and sleep within mine inn,\nFor with long travel I am stiff and weary.\nGet thee away."
}, {
  "id": 22609,
  "actSceneLine": "1.2.18",
  "player": "DROMIO OF SYRACUSE",
  "line": "Many a man would take you at your word,\nAnd go indeed, having so good a mean.\nExit\nANTIPHOLUS"
}, {
  "id": 22613,
  "actSceneLine": "1.2.21",
  "player": "OF SYRACUSE",
  "line": "A trusty villain, sir, that very oft,\nWhen I am dull with care and melancholy,\nLightens my humour with his merry jests.\nWhat, will you walk with me about the town,\nAnd then go to my inn and dine with me?"
}, {
  "id": 22618,
  "actSceneLine": "1.2.26",
  "player": "First Merchant",
  "line": "I am invited, sir, to certain merchants,\nOf whom I hope to make much benefit,\nI crave your pardon. Soon at five o'clock,\nPlease you, I'll meet with you upon the mart\nAnd afterward consort you till bed-time:\nMy present business calls me from you now.\nANTIPHOLUS"
}, {
  "id": 22625,
  "actSceneLine": "1.2.33",
  "player": "OF SYRACUSE",
  "line": "Farewell till then: I will go lose myself\nAnd wander up and down to view the city."
}, {
  "id": 22627,
  "actSceneLine": "1.2.35",
  "player": "First Merchant",
  "line": "Sir, I commend you to your own content.\nExit\nANTIPHOLUS"
}, {
  "id": 22630,
  "actSceneLine": "1.2.37",
  "player": "OF SYRACUSE",
  "line": "He that commends me to mine own content\nCommends me to the thing I cannot get.\nI to the world am like a drop of water\nThat in the ocean seeks another drop,\nWho, falling there to find his fellow forth,\nUnseen, inquisitive, confounds himself:\nSo I, to find a mother and a brother,\nIn quest of them, unhappy, lose myself.\nEnter DROMIO of Ephesus\nHere comes the almanac of my true date.\nWhat now? how chance thou art return'd so soon?"
}, {
  "id": 22641,
  "actSceneLine": "1.2.47",
  "player": "DROMIO OF EPHESUS",
  "line": "Return'd so soon! rather approach'd too late:\nThe capon burns, the pig falls from the spit,\nThe clock hath strucken twelve upon the bell,\nMy mistress made it one upon my cheek:\nShe is so hot because the meat is cold,\nThe meat is cold because you come not home,\nYou come not home because you have no stomach,\nYou have no stomach having broke your fast,\nBut we that know what 'tis to fast and pray\nAre penitent for your default to-day.\nANTIPHOLUS"
}, {
  "id": 22652,
  "actSceneLine": "1.2.58",
  "player": "OF SYRACUSE",
  "line": "Stop in your wind, sir: tell me this, I pray:\nWhere have you left the money that I gave you?"
}, {
  "id": 22654,
  "actSceneLine": "1.2.60",
  "player": "DROMIO OF EPHESUS",
  "line": "O,--sixpence, that I had o' Wednesday last\nTo pay the saddler for my mistress' crupper?\nThe saddler had it, sir, I kept it not.\nANTIPHOLUS"
}, {
  "id": 22658,
  "actSceneLine": "1.2.64",
  "player": "OF SYRACUSE",
  "line": "I am not in a sportive humour now:\nTell me, and dally not, where is the money?\nWe being strangers here, how darest thou trust\nSo great a charge from thine own custody?"
}, {
  "id": 22662,
  "actSceneLine": "1.2.68",
  "player": "DROMIO OF EPHESUS",
  "line": "I pray you, air, as you sit at dinner:\nI from my mistress come to you in post,\nIf I return, I shall be post indeed,\nFor she will score your fault upon my pate.\nMethinks your maw, like mine, should be your clock,\nAnd strike you home without a messenger.\nANTIPHOLUS"
}, {
  "id": 22669,
  "actSceneLine": "1.2.75",
  "player": "OF SYRACUSE",
  "line": "Come, Dromio, come, these jests are out of season,\nReserve them till a merrier hour than this.\nWhere is the gold I gave in charge to thee?"
}, {
  "id": 22672,
  "actSceneLine": "1.2.78",
  "player": "DROMIO OF EPHESUS",
  "line": "To me, sir? why, you gave no gold to me.\nANTIPHOLUS"
}, {
  "id": 22674,
  "actSceneLine": "1.2.80",
  "player": "OF SYRACUSE",
  "line": "Come on, sir knave, have done your foolishness,\nAnd tell me how thou hast disposed thy charge."
}, {
  "id": 22676,
  "actSceneLine": "1.2.82",
  "player": "DROMIO OF EPHESUS",
  "line": "My charge was but to fetch you from the mart\nHome to your house, the Phoenix, sir, to dinner:\nMy mistress and her sister stays for you.\nANTIPHOLUS"
}, {
  "id": 22680,
  "actSceneLine": "1.2.86",
  "player": "OF SYRACUSE",
  "line": "In what safe place you have bestow'd my money,\nOr I shall break that merry sconce of yours\nThat stands on tricks when I am undisposed:\nWhere is the thousand marks thou hadst of me?"
}, {
  "id": 22684,
  "actSceneLine": "1.2.90",
  "player": "DROMIO OF EPHESUS",
  "line": "I have some marks of yours upon my pate,\nSome of my mistress' marks upon my shoulders,\nBut not a thousand marks between you both.\nIf I should pay your worship those again,\nPerchance you will not bear them patiently.\nANTIPHOLUS"
}, {
  "id": 22690,
  "actSceneLine": "1.2.96",
  "player": "OF SYRACUSE",
  "line": "Thy mistress' marks? what mistress, slave, hast thou?"
}, {
  "id": 22691,
  "actSceneLine": "1.2.97",
  "player": "DROMIO OF EPHESUS",
  "line": "Your worship's wife, my mistress at the Phoenix,\nShe that doth fast till you come home to dinner,\nAnd prays that you will hie you home to dinner.\nANTIPHOLUS"
}, {
  "id": 22695,
  "actSceneLine": "1.2.101",
  "player": "OF SYRACUSE",
  "line": "What, wilt thou flout me thus unto my face,\nBeing forbid? There, take you that, sir knave."
}, {
  "id": 22697,
  "actSceneLine": "1.2.103",
  "player": "DROMIO OF EPHESUS",
  "line": "What mean you, sir? for God's sake, hold your hands!\nNay, and you will not, sir, I'll take my heels.\nExit\nANTIPHOLUS"
}, {
  "id": 22701,
  "actSceneLine": "1.2.106",
  "player": "OF SYRACUSE",
  "line": "Upon my life, by some device or other\nThe villain is o'er-raught of all my money.\nThey say this town is full of cozenage,\nAs, nimble jugglers that deceive the eye,\nDark-working sorcerers that change the mind,\nSoul-killing witches that deform the body,\nDisguised cheaters, prating mountebanks,\nAnd many such-like liberties of sin:\nIf it prove so, I will be gone the sooner.\nI'll to the Centaur, to go seek this slave:\nI greatly fear my money is not safe.\nExit\nACT II\nSCENE I. The house of ANTIPHOLUS of Ephesus.\nEnter ADRIANA and LUCIANA"
}, {
  "id": 22716,
  "actSceneLine": "2.1.1",
  "player": "ADRIANA",
  "line": "Neither my husband nor the slave return'd,\nThat in such haste I sent to seek his master!\nSure, Luciana, it is two o'clock."
}, {
  "id": 22719,
  "actSceneLine": "2.1.4",
  "player": "LUCIANA",
  "line": "Perhaps some merchant hath invited him,\nAnd from the mart he's somewhere gone to dinner.\nGood sister, let us dine and never fret:\nA man is master of his liberty:\nTime is their master, and, when they see time,\nThey'll go or come: if so, be patient, sister."
}, {
  "id": 22725,
  "actSceneLine": "2.1.10",
  "player": "ADRIANA",
  "line": "Why should their liberty than ours be more?"
}, {
  "id": 22726,
  "actSceneLine": "2.1.11",
  "player": "LUCIANA",
  "line": "Because their business still lies out o' door."
}, {
  "id": 22727,
  "actSceneLine": "2.1.12",
  "player": "ADRIANA",
  "line": "Look, when I serve him so, he takes it ill."
}, {
  "id": 22728,
  "actSceneLine": "2.1.13",
  "player": "LUCIANA",
  "line": "O, know he is the bridle of your will."
}, {
  "id": 22729,
  "actSceneLine": "2.1.14",
  "player": "ADRIANA",
  "line": "There's none but asses will be bridled so."
}, {
  "id": 22730,
  "actSceneLine": "2.1.15",
  "player": "LUCIANA",
  "line": "Why, headstrong liberty is lash'd with woe.\nThere's nothing situate under heaven's eye\nBut hath his bound, in earth, in sea, in sky:\nThe beasts, the fishes, and the winged fowls,\nAre their males' subjects and at their controls:\nMen, more divine, the masters of all these,\nLords of the wide world and wild watery seas,\nIndued with intellectual sense and souls,\nOf more preeminence than fish and fowls,\nAre masters to their females, and their lords:\nThen let your will attend on their accords."
}, {
  "id": 22741,
  "actSceneLine": "2.1.26",
  "player": "ADRIANA",
  "line": "This servitude makes you to keep unwed."
}, {
  "id": 22742,
  "actSceneLine": "2.1.27",
  "player": "LUCIANA",
  "line": "Not this, but troubles of the marriage-bed."
}, {
  "id": 22743,
  "actSceneLine": "2.1.28",
  "player": "ADRIANA",
  "line": "But, were you wedded, you would bear some sway."
}, {
  "id": 22744,
  "actSceneLine": "2.1.29",
  "player": "LUCIANA",
  "line": "Ere I learn love, I'll practise to obey."
}, {
  "id": 22745,
  "actSceneLine": "2.1.30",
  "player": "ADRIANA",
  "line": "How if your husband start some other where?"
}, {
  "id": 22746,
  "actSceneLine": "2.1.31",
  "player": "LUCIANA",
  "line": "Till he come home again, I would forbear."
}, {
  "id": 22747,
  "actSceneLine": "2.1.32",
  "player": "ADRIANA",
  "line": "Patience unmoved! no marvel though she pause,\nThey can be meek that have no other cause.\nA wretched soul, bruised with adversity,\nWe bid be quiet when we hear it cry,\nBut were we burdened with like weight of pain,\nAs much or more would we ourselves complain:\nSo thou, that hast no unkind mate to grieve thee,\nWith urging helpless patience wouldst relieve me,\nBut, if thou live to see like right bereft,\nThis fool-begg'd patience in thee will be left."
}, {
  "id": 22757,
  "actSceneLine": "2.1.42",
  "player": "LUCIANA",
  "line": "Well, I will marry one day, but to try.\nHere comes your man, now is your husband nigh.\nEnter DROMIO of Ephesus"
}, {
  "id": 22760,
  "actSceneLine": "2.1.44",
  "player": "ADRIANA",
  "line": "Say, is your tardy master now at hand?"
}, {
  "id": 22761,
  "actSceneLine": "2.1.45",
  "player": "DROMIO OF EPHESUS",
  "line": "Nay, he's at two hands with me, and that my two ears\ncan witness."
}, {
  "id": 22763,
  "actSceneLine": "2.1.47",
  "player": "ADRIANA",
  "line": "Say, didst thou speak with him? know'st thou his mind?"
}, {
  "id": 22764,
  "actSceneLine": "2.1.48",
  "player": "DROMIO OF EPHESUS",
  "line": "Ay, ay, he told his mind upon mine ear:\nBeshrew his hand, I scarce could understand it."
}, {
  "id": 22766,
  "actSceneLine": "2.1.50",
  "player": "LUCIANA",
  "line": "Spake he so doubtfully, thou couldst not feel his meaning?"
}, {
  "id": 22767,
  "actSceneLine": "2.1.51",
  "player": "DROMIO OF EPHESUS",
  "line": "Nay, he struck so plainly, I could too well feel his\nblows, and withal so doubtfully that I could scarce\nunderstand them."
}, {
  "id": 22770,
  "actSceneLine": "2.1.54",
  "player": "ADRIANA",
  "line": "But say, I prithee, is he coming home? It seems he\nhath great care to please his wife."
}, {
  "id": 22772,
  "actSceneLine": "2.1.56",
  "player": "DROMIO OF EPHESUS",
  "line": "Why, mistress, sure my master is horn-mad."
}, {
  "id": 22773,
  "actSceneLine": "2.1.57",
  "player": "ADRIANA",
  "line": "Horn-mad, thou villain!"
}, {
  "id": 22774,
  "actSceneLine": "2.1.58",
  "player": "DROMIO OF EPHESUS",
  "line": "I mean not cuckold-mad,\nBut, sure, he is stark mad.\nWhen I desired him to come home to dinner,\nHe ask'd me for a thousand marks in gold:\n''Tis dinner-time,' quoth I, 'My gold!' quoth he,\n'Your meat doth burn,' quoth I, 'My gold!' quoth he:\n'Will you come home?' quoth I, 'My gold!' quoth he.\n'Where is the thousand marks I gave thee, villain?'\n'The pig,' quoth I, 'is burn'd,' 'My gold!' quoth he:\n'My mistress, sir' quoth I, 'Hang up thy mistress!\nI know not thy mistress, out on thy mistress!'"
}, {
  "id": 22785,
  "actSceneLine": "2.1.69",
  "player": "LUCIANA",
  "line": "Quoth who?"
}, {
  "id": 22786,
  "actSceneLine": "2.1.70",
  "player": "DROMIO OF EPHESUS",
  "line": "Quoth my master:\n'I know,' quoth he, 'no house, no wife, no mistress.'\nSo that my errand, due unto my tongue,\nI thank him, I bare home upon my shoulders,\nFor, in conclusion, he did beat me there."
}, {
  "id": 22791,
  "actSceneLine": "2.1.75",
  "player": "ADRIANA",
  "line": "Go back again, thou slave, and fetch him home."
}, {
  "id": 22792,
  "actSceneLine": "2.1.76",
  "player": "DROMIO OF EPHESUS",
  "line": "Go back again, and be new beaten home?\nFor God's sake, send some other messenger."
}, {
  "id": 22794,
  "actSceneLine": "2.1.78",
  "player": "ADRIANA",
  "line": "Back, slave, or I will break thy pate across."
}, {
  "id": 22795,
  "actSceneLine": "2.1.79",
  "player": "DROMIO OF EPHESUS",
  "line": "And he will bless that cross with other beating:\nBetween you I shall have a holy head."
}, {
  "id": 22797,
  "actSceneLine": "2.1.81",
  "player": "ADRIANA",
  "line": "Hence, prating peasant! fetch thy master home."
}, {
  "id": 22798,
  "actSceneLine": "2.1.82",
  "player": "DROMIO OF EPHESUS",
  "line": "Am I so round with you as you with me,\nThat like a football you do spurn me thus?\nYou spurn me hence, and he will spurn me hither:\nIf I last in this service, you must case me in leather.\nExit"
}, {
  "id": 22803,
  "actSceneLine": "2.1.86",
  "player": "LUCIANA",
  "line": "Fie, how impatience loureth in your face!"
}, {
  "id": 22804,
  "actSceneLine": "2.1.87",
  "player": "ADRIANA",
  "line": "His company must do his minions grace,\nWhilst I at home starve for a merry look.\nHath homely age the alluring beauty took\nFrom my poor cheek? then he hath wasted it:\nAre my discourses dull? barren my wit?\nIf voluble and sharp discourse be marr'd,\nUnkindness blunts it more than marble hard:\nDo their gay vestments his affections bait?\nThat's not my fault: he's master of my state:\nWhat ruins are in me that can be found,\nBy him not ruin'd? then is he the ground\nOf my defeatures. My decayed fair\nA sunny look of his would soon repair\nBut, too unruly deer, he breaks the pale\nAnd feeds from home, poor I am but his stale."
}, {
  "id": 22819,
  "actSceneLine": "2.1.102",
  "player": "LUCIANA",
  "line": "Self-harming jealousy! fie, beat it hence!"
}, {
  "id": 22820,
  "actSceneLine": "2.1.103",
  "player": "ADRIANA",
  "line": "Unfeeling fools can with such wrongs dispense.\nI know his eye doth homage otherwhere,\nOr else what lets it but he would be here?\nSister, you know he promised me a chain,\nWould that alone, alone he would detain,\nSo he would keep fair quarter with his bed!\nI see the jewel best enamelled\nWill lose his beauty, yet the gold bides still,\nThat others touch, and often touching will\nWear gold: and no man that hath a name,\nBy falsehood and corruption doth it shame.\nSince that my beauty cannot please his eye,\nI'll weep what's left away, and weeping die."
}, {
  "id": 22833,
  "actSceneLine": "2.1.116",
  "player": "LUCIANA",
  "line": "How many fond fools serve mad jealousy!\nExeunt\nSCENE II. A public place.\nEnter ANTIPHOLUS of Syracuse\nANTIPHOLUS"
}, {
  "id": 22838,
  "actSceneLine": "2.2.2",
  "player": "OF SYRACUSE",
  "line": "The gold I gave to Dromio is laid up\nSafe at the Centaur, and the heedful slave\nIs wander'd forth, in care to seek me out\nBy computation and mine host's report.\nI could not speak with Dromio since at first\nI sent him from the mart. See, here he comes.\nEnter DROMIO of Syracuse\nHow now sir! is your merry humour alter'd?\nAs you love strokes, so jest with me again.\nYou know no Centaur? you received no gold?\nYour mistress sent to have me home to dinner?\nMy house was at the Phoenix? Wast thou mad,\nThat thus so madly thou didst answer me?"
}, {
  "id": 22851,
  "actSceneLine": "2.2.14",
  "player": "DROMIO OF SYRACUSE",
  "line": "What answer, sir? when spake I such a word?\nANTIPHOLUS"
}, {
  "id": 22853,
  "actSceneLine": "2.2.16",
  "player": "OF SYRACUSE",
  "line": "Even now, even here, not half an hour since."
}, {
  "id": 22854,
  "actSceneLine": "2.2.17",
  "player": "DROMIO OF SYRACUSE",
  "line": "I did not see you since you sent me hence,\nHome to the Centaur, with the gold you gave me.\nANTIPHOLUS"
}, {
  "id": 22857,
  "actSceneLine": "2.2.20",
  "player": "OF SYRACUSE",
  "line": "Villain, thou didst deny the gold's receipt,\nAnd told'st me of a mistress and a dinner,\nFor which, I hope, thou felt'st I was displeased."
}, {
  "id": 22860,
  "actSceneLine": "2.2.23",
  "player": "DROMIO OF SYRACUSE",
  "line": "I am glad to see you in this merry vein:\nWhat means this jest? I pray you, master, tell me.\nANTIPHOLUS"
}, {
  "id": 22863,
  "actSceneLine": "2.2.26",
  "player": "OF SYRACUSE",
  "line": "Yea, dost thou jeer and flout me in the teeth?\nThink'st thou I jest? Hold, take thou that, and that.\nBeating him"
}, {
  "id": 22866,
  "actSceneLine": "2.2.28",
  "player": "DROMIO OF SYRACUSE",
  "line": "Hold, sir, for God's sake! now your jest is earnest:\nUpon what bargain do you give it me?\nANTIPHOLUS"
}, {
  "id": 22869,
  "actSceneLine": "2.2.31",
  "player": "OF SYRACUSE",
  "line": "Because that I familiarly sometimes\nDo use you for my fool and chat with you,\nYour sauciness will jest upon my love\nAnd make a common of my serious hours.\nWhen the sun shines let foolish gnats make sport,\nBut creep in crannies when he hides his beams.\nIf you will jest with me, know my aspect,\nAnd fashion your demeanor to my looks,\nOr I will beat this method in your sconce."
}, {
  "id": 22878,
  "actSceneLine": "2.2.40",
  "player": "DROMIO OF SYRACUSE",
  "line": "Sconce call you it? so you would leave battering, I\nhad rather have it a head: an you use these blows\nlong, I must get a sconce for my head and ensconce\nit too, or else I shall seek my wit in my shoulders.\nBut, I pray, sir why am I beaten?\nANTIPHOLUS"
}, {
  "id": 22884,
  "actSceneLine": "2.2.46",
  "player": "OF SYRACUSE",
  "line": "Dost thou not know?"
}, {
  "id": 22885,
  "actSceneLine": "2.2.47",
  "player": "DROMIO OF SYRACUSE",
  "line": "Nothing, sir, but that I am beaten.\nANTIPHOLUS"
}, {
  "id": 22887,
  "actSceneLine": "2.2.49",
  "player": "OF SYRACUSE",
  "line": "Shall I tell you why?"
}, {
  "id": 22888,
  "actSceneLine": "2.2.50",
  "player": "DROMIO OF SYRACUSE",
  "line": "Ay, sir, and wherefore, for they say every why hath\na wherefore.\nANTIPHOLUS"
}, {
  "id": 22891,
  "actSceneLine": "2.2.53",
  "player": "OF SYRACUSE",
  "line": "Why, first,--for flouting me, and then, wherefore--\nFor urging it the second time to me."
}, {
  "id": 22893,
  "actSceneLine": "2.2.55",
  "player": "DROMIO OF SYRACUSE",
  "line": "Was there ever any man thus beaten out of season,\nWhen in the why and the wherefore is neither rhyme\nnor reason?\nWell, sir, I thank you.\nANTIPHOLUS"
}, {
  "id": 22898,
  "actSceneLine": "2.2.60",
  "player": "OF SYRACUSE",
  "line": "Thank me, sir, for what?"
}, {
  "id": 22899,
  "actSceneLine": "2.2.61",
  "player": "DROMIO OF SYRACUSE",
  "line": "Marry, sir, for this something that you gave me for nothing.\nANTIPHOLUS"
}, {
  "id": 22901,
  "actSceneLine": "2.2.63",
  "player": "OF SYRACUSE",
  "line": "I'll make you amends next, to give you nothing for\nsomething. But say, sir, is it dinner-time?"
}, {
  "id": 22903,
  "actSceneLine": "2.2.65",
  "player": "DROMIO OF SYRACUSE",
  "line": "No, sir, I think the meat wants that I have.\nANTIPHOLUS"
}, {
  "id": 22905,
  "actSceneLine": "2.2.67",
  "player": "OF SYRACUSE",
  "line": "In good time, sir, what's that?"
}, {
  "id": 22906,
  "actSceneLine": "2.2.68",
  "player": "DROMIO OF SYRACUSE",
  "line": "Basting.\nANTIPHOLUS"
}, {
  "id": 22908,
  "actSceneLine": "2.2.70",
  "player": "OF SYRACUSE",
  "line": "Well, sir, then 'twill be dry."
}, {
  "id": 22909,
  "actSceneLine": "2.2.71",
  "player": "DROMIO OF SYRACUSE",
  "line": "If it be, sir, I pray you, eat none of it.\nANTIPHOLUS"
}, {
  "id": 22911,
  "actSceneLine": "2.2.73",
  "player": "OF SYRACUSE",
  "line": "Your reason?"
}, {
  "id": 22912,
  "actSceneLine": "2.2.74",
  "player": "DROMIO OF SYRACUSE",
  "line": "Lest it make you choleric and purchase me another\ndry basting.\nANTIPHOLUS"
}, {
  "id": 22915,
  "actSceneLine": "2.2.77",
  "player": "OF SYRACUSE",
  "line": "Well, sir, learn to jest in good time: there's a\ntime for all things."
}, {
  "id": 22917,
  "actSceneLine": "2.2.79",
  "player": "DROMIO OF SYRACUSE",
  "line": "I durst have denied that, before you were so choleric.\nANTIPHOLUS"
}, {
  "id": 22919,
  "actSceneLine": "2.2.81",
  "player": "OF SYRACUSE",
  "line": "By what rule, sir?"
}, {
  "id": 22920,
  "actSceneLine": "2.2.82",
  "player": "DROMIO OF SYRACUSE",
  "line": "Marry, sir, by a rule as plain as the plain bald\npate of father Time himself.\nANTIPHOLUS"
}, {
  "id": 22923,
  "actSceneLine": "2.2.85",
  "player": "OF SYRACUSE",
  "line": "Let's hear it."
}, {
  "id": 22924,
  "actSceneLine": "2.2.86",
  "player": "DROMIO OF SYRACUSE",
  "line": "There's no time for a man to recover his hair that\ngrows bald by nature.\nANTIPHOLUS"
}, {
  "id": 22927,
  "actSceneLine": "2.2.89",
  "player": "OF SYRACUSE",
  "line": "May he not do it by fine and recovery?"
}, {
  "id": 22928,
  "actSceneLine": "2.2.90",
  "player": "DROMIO OF SYRACUSE",
  "line": "Yes, to pay a fine for a periwig and recover the\nlost hair of another man.\nANTIPHOLUS"
}, {
  "id": 22931,
  "actSceneLine": "2.2.93",
  "player": "OF SYRACUSE",
  "line": "Why is Time such a niggard of hair, being, as it is,\nso plentiful an excrement?"
}, {
  "id": 22933,
  "actSceneLine": "2.2.95",
  "player": "DROMIO OF SYRACUSE",
  "line": "Because it is a blessing that he bestows on beasts,\nand what he hath scanted men in hair he hath given them in wit.\nANTIPHOLUS"
}, {
  "id": 22936,
  "actSceneLine": "2.2.98",
  "player": "OF SYRACUSE",
  "line": "Why, but there's many a man hath more hair than wit."
}, {
  "id": 22937,
  "actSceneLine": "2.2.99",
  "player": "DROMIO OF SYRACUSE",
  "line": "Not a man of those but he hath the wit to lose his hair.\nANTIPHOLUS"
}, {
  "id": 22939,
  "actSceneLine": "2.2.101",
  "player": "OF SYRACUSE",
  "line": "Why, thou didst conclude hairy men plain dealers without wit."
}, {
  "id": 22940,
  "actSceneLine": "2.2.102",
  "player": "DROMIO OF SYRACUSE",
  "line": "The plainer dealer, the sooner lost: yet he loseth\nit in a kind of jollity.\nANTIPHOLUS"
}, {
  "id": 22943,
  "actSceneLine": "2.2.105",
  "player": "OF SYRACUSE",
  "line": "For what reason?"
}, {
  "id": 22944,
  "actSceneLine": "2.2.106",
  "player": "DROMIO OF SYRACUSE",
  "line": "For two, and sound ones too.\nANTIPHOLUS"
}, {
  "id": 22946,
  "actSceneLine": "2.2.108",
  "player": "OF SYRACUSE",
  "line": "Nay, not sound, I pray you."
}, {
  "id": 22947,
  "actSceneLine": "2.2.109",
  "player": "DROMIO OF SYRACUSE",
  "line": "Sure ones, then.\nANTIPHOLUS"
}, {
  "id": 22949,
  "actSceneLine": "2.2.111",
  "player": "OF SYRACUSE",
  "line": "Nay, not sure, in a thing falsing."
}, {
  "id": 22950,
  "actSceneLine": "2.2.112",
  "player": "DROMIO OF SYRACUSE",
  "line": "Certain ones then.\nANTIPHOLUS"
}, {
  "id": 22952,
  "actSceneLine": "2.2.114",
  "player": "OF SYRACUSE",
  "line": "Name them."
}, {
  "id": 22953,
  "actSceneLine": "2.2.115",
  "player": "DROMIO OF SYRACUSE",
  "line": "The one, to save the money that he spends in\ntrimming, the other, that at dinner they should not\ndrop in his porridge.\nANTIPHOLUS"
}, {
  "id": 22957,
  "actSceneLine": "2.2.119",
  "player": "OF SYRACUSE",
  "line": "You would all this time have proved there is no\ntime for all things."
}, {
  "id": 22959,
  "actSceneLine": "2.2.121",
  "player": "DROMIO OF SYRACUSE",
  "line": "Marry, and did, sir, namely, no time to recover hair\nlost by nature.\nANTIPHOLUS"
}, {
  "id": 22962,
  "actSceneLine": "2.2.124",
  "player": "OF SYRACUSE",
  "line": "But your reason was not substantial, why there is no\ntime to recover."
}, {
  "id": 22964,
  "actSceneLine": "2.2.126",
  "player": "DROMIO OF SYRACUSE",
  "line": "Thus I mend it: Time himself is bald and therefore\nto the world's end will have bald followers.\nANTIPHOLUS"
}, {
  "id": 22967,
  "actSceneLine": "2.2.129",
  "player": "OF SYRACUSE",
  "line": "I knew 'twould be a bald conclusion:\nBut, soft! who wafts us yonder?\nEnter ADRIANA and LUCIANA"
}, {
  "id": 22970,
  "actSceneLine": "2.2.131",
  "player": "ADRIANA",
  "line": "Ay, ay, Antipholus, look strange and frown:\nSome other mistress hath thy sweet aspects,\nI am not Adriana nor thy wife.\nThe time was once when thou unurged wouldst vow\nThat never words were music to thine ear,\nThat never object pleasing in thine eye,\nThat never touch well welcome to thy hand,\nThat never meat sweet-savor'd in thy taste,\nUnless I spake, or look'd, or touch'd, or carved to thee.\nHow comes it now, my husband, O, how comes it,\nThat thou art thus estranged from thyself?\nThyself I call it, being strange to me,\nThat, undividable, incorporate,\nAm better than thy dear self's better part.\nAh, do not tear away thyself from me!\nFor know, my love, as easy mayest thou fall\nA drop of water in the breaking gulf,\nAnd take unmingled that same drop again,\nWithout addition or diminishing,\nAs take from me thyself and not me too.\nHow dearly would it touch me to the quick,\nShouldst thou but hear I were licentious\nAnd that this body, consecrate to thee,\nBy ruffian lust should be contaminate!\nWouldst thou not spit at me and spurn at me\nAnd hurl the name of husband in my face\nAnd tear the stain'd skin off my harlot-brow\nAnd from my false hand cut the wedding-ring\nAnd break it with a deep-divorcing vow?\nI know thou canst, and therefore see thou do it.\nI am possess'd with an adulterate blot,\nMy blood is mingled with the crime of lust:\nFor if we too be one and thou play false,\nI do digest the poison of thy flesh,\nBeing strumpeted by thy contagion.\nKeep then far league and truce with thy true bed,\nI live unstain'd, thou undishonoured.\nANTIPHOLUS"
}, {
  "id": 23008,
  "actSceneLine": "2.2.169",
  "player": "OF SYRACUSE",
  "line": "Plead you to me, fair dame? I know you not:\nIn Ephesus I am but two hours old,\nAs strange unto your town as to your talk,\nWho, every word by all my wit being scann'd,\nWant wit in all one word to understand."
}, {
  "id": 23013,
  "actSceneLine": "2.2.174",
  "player": "LUCIANA",
  "line": "Fie, brother! how the world is changed with you!\nWhen were you wont to use my sister thus?\nShe sent for you by Dromio home to dinner.\nANTIPHOLUS"
}, {
  "id": 23017,
  "actSceneLine": "2.2.178",
  "player": "OF SYRACUSE",
  "line": "By Dromio?"
}, {
  "id": 23018,
  "actSceneLine": "2.2.179",
  "player": "DROMIO OF SYRACUSE",
  "line": "By me?"
}, {
  "id": 23019,
  "actSceneLine": "2.2.180",
  "player": "ADRIANA",
  "line": "By thee, and this thou didst return from him,\nThat he did buffet thee, and, in his blows,\nDenied my house for his, me for his wife.\nANTIPHOLUS"
}, {
  "id": 23023,
  "actSceneLine": "2.2.184",
  "player": "OF SYRACUSE",
  "line": "Did you converse, sir, with this gentlewoman?\nWhat is the course and drift of your compact?"
}, {
  "id": 23025,
  "actSceneLine": "2.2.186",
  "player": "DROMIO OF SYRACUSE",
  "line": "I, sir? I never saw her till this time.\nANTIPHOLUS"
}, {
  "id": 23027,
  "actSceneLine": "2.2.188",
  "player": "OF SYRACUSE",
  "line": "Villain, thou liest, for even her very words\nDidst thou deliver to me on the mart."
}, {
  "id": 23029,
  "actSceneLine": "2.2.190",
  "player": "DROMIO OF SYRACUSE",
  "line": "I never spake with her in all my life.\nANTIPHOLUS"
}, {
  "id": 23031,
  "actSceneLine": "2.2.192",
  "player": "OF SYRACUSE",
  "line": "How can she thus then call us by our names,\nUnless it be by inspiration."
}, {
  "id": 23033,
  "actSceneLine": "2.2.194",
  "player": "ADRIANA",
  "line": "How ill agrees it with your gravity\nTo counterfeit thus grossly with your slave,\nAbetting him to thwart me in my mood!\nBe it my wrong you are from me exempt,\nBut wrong not that wrong with a more contempt.\nCome, I will fasten on this sleeve of thine:\nThou art an elm, my husband, I a vine,\nWhose weakness, married to thy stronger state,\nMakes me with thy strength to communicate:\nIf aught possess thee from me, it is dross,\nUsurping ivy, brier, or idle moss,\nWho, all for want of pruning, with intrusion\nInfect thy sap and live on thy confusion.\nANTIPHOLUS"
}, {
  "id": 23047,
  "actSceneLine": "2.2.208",
  "player": "OF SYRACUSE",
  "line": "To me she speaks, she moves me for her theme:\nWhat, was I married to her in my dream?\nOr sleep I now and think I hear all this?\nWhat error drives our eyes and ears amiss?\nUntil I know this sure uncertainty,\nI'll entertain the offer'd fallacy."
}, {
  "id": 23053,
  "actSceneLine": "2.2.214",
  "player": "LUCIANA",
  "line": "Dromio, go bid the servants spread for dinner."
}, {
  "id": 23054,
  "actSceneLine": "2.2.215",
  "player": "DROMIO OF SYRACUSE",
  "line": "O, for my beads! I cross me for a sinner.\nThis is the fairy land: O spite of spites!\nWe talk with goblins, owls and sprites:\nIf we obey them not, this will ensue,\nThey'll suck our breath, or pinch us black and blue."
}, {
  "id": 23059,
  "actSceneLine": "2.2.220",
  "player": "LUCIANA",
  "line": "Why pratest thou to thyself and answer'st not?\nDromio, thou drone, thou snail, thou slug, thou sot!"
}, {
  "id": 23061,
  "actSceneLine": "2.2.222",
  "player": "DROMIO OF SYRACUSE",
  "line": "I am transformed, master, am I not?\nANTIPHOLUS"
}, {
  "id": 23063,
  "actSceneLine": "2.2.224",
  "player": "OF SYRACUSE",
  "line": "I think thou art in mind, and so am I."
}, {
  "id": 23064,
  "actSceneLine": "2.2.225",
  "player": "DROMIO OF SYRACUSE",
  "line": "Nay, master, both in mind and in my shape.\nANTIPHOLUS"
}, {
  "id": 23066,
  "actSceneLine": "2.2.227",
  "player": "OF SYRACUSE",
  "line": "Thou hast thine own form."
}, {
  "id": 23067,
  "actSceneLine": "2.2.228",
  "player": "DROMIO OF SYRACUSE",
  "line": "No, I am an ape."
}, {
  "id": 23068,
  "actSceneLine": "2.2.229",
  "player": "LUCIANA",
  "line": "If thou art changed to aught, 'tis to an ass."
}, {
  "id": 23069,
  "actSceneLine": "2.2.230",
  "player": "DROMIO OF SYRACUSE",
  "line": "'Tis true, she rides me and I long for grass.\n'Tis so, I am an ass, else it could never be\nBut I should know her as well as she knows me."
}, {
  "id": 23072,
  "actSceneLine": "2.2.233",
  "player": "ADRIANA",
  "line": "Come, come, no longer will I be a fool,\nTo put the finger in the eye and weep,\nWhilst man and master laugh my woes to scorn.\nCome, sir, to dinner. Dromio, keep the gate.\nHusband, I'll dine above with you to-day\nAnd shrive you of a thousand idle pranks.\nSirrah, if any ask you for your master,\nSay he dines forth, and let no creature enter.\nCome, sister. Dromio, play the porter well.\nANTIPHOLUS"
}, {
  "id": 23082,
  "actSceneLine": "2.2.243",
  "player": "OF SYRACUSE",
  "line": "Am I in earth, in heaven, or in hell?\nSleeping or waking? mad or well-advised?\nKnown unto these, and to myself disguised!\nI'll say as they say and persever so,\nAnd in this mist at all adventures go."
}, {
  "id": 23087,
  "actSceneLine": "2.2.248",
  "player": "DROMIO OF SYRACUSE",
  "line": "Master, shall I be porter at the gate?"
}, {
  "id": 23088,
  "actSceneLine": "2.2.249",
  "player": "ADRIANA",
  "line": "Ay, and let none enter, lest I break your pate."
}, {
  "id": 23089,
  "actSceneLine": "2.2.250",
  "player": "LUCIANA",
  "line": "Come, come, Antipholus, we dine too late.\nExeunt\nACT III\nSCENE I. Before the house of ANTIPHOLUS of Ephesus.\nEnter ANTIPHOLUS of Ephesus, DROMIO of Ephesus, ANGELO, and BALTHAZAR\nANTIPHOLUS"
}, {
  "id": 23095,
  "actSceneLine": "3.1.2",
  "player": "OF EPHESUS",
  "line": "Good Signior Angelo, you must excuse us all,\nMy wife is shrewish when I keep not hours:\nSay that I linger'd with you at your shop\nTo see the making of her carcanet,\nAnd that to-morrow you will bring it home.\nBut here's a villain that would face me down\nHe met me on the mart, and that I beat him,\nAnd charged him with a thousand marks in gold,\nAnd that I did deny my wife and house.\nThou drunkard, thou, what didst thou mean by this?"
}, {
  "id": 23105,
  "actSceneLine": "3.1.12",
  "player": "DROMIO OF EPHESUS",
  "line": "Say what you will, sir, but I know what I know,\nThat you beat me at the mart, I have your hand to show:\nIf the skin were parchment, and the blows you gave were ink,\nYour own handwriting would tell you what I think.\nANTIPHOLUS"
}, {
  "id": 23110,
  "actSceneLine": "3.1.17",
  "player": "OF EPHESUS",
  "line": "I think thou art an ass."
}, {
  "id": 23111,
  "actSceneLine": "3.1.18",
  "player": "DROMIO OF EPHESUS",
  "line": "Marry, so it doth appear\nBy the wrongs I suffer and the blows I bear.\nI should kick, being kick'd, and, being at that pass,\nYou would keep from my heels and beware of an ass.\nANTIPHOLUS"
}, {
  "id": 23116,
  "actSceneLine": "3.1.23",
  "player": "OF EPHESUS",
  "line": "You're sad, Signior Balthazar: pray God our cheer\nMay answer my good will and your good welcome here."
}, {
  "id": 23118,
  "actSceneLine": "3.1.25",
  "player": "BALTHAZAR",
  "line": "I hold your dainties cheap, sir, and your\nwelcome dear.\nANTIPHOLUS"
}, {
  "id": 23121,
  "actSceneLine": "3.1.28",
  "player": "OF EPHESUS",
  "line": "O, Signior Balthazar, either at flesh or fish,\nA table full of welcome make scarce one dainty dish."
}, {
  "id": 23123,
  "actSceneLine": "3.1.30",
  "player": "BALTHAZAR",
  "line": "Good meat, sir, is common, that every churl affords.\nANTIPHOLUS"
}, {
  "id": 23125,
  "actSceneLine": "3.1.32",
  "player": "OF EPHESUS",
  "line": "And welcome more common, for that's nothing but words."
}, {
  "id": 23126,
  "actSceneLine": "3.1.33",
  "player": "BALTHAZAR",
  "line": "Small cheer and great welcome makes a merry feast.\nANTIPHOLUS"
}, {
  "id": 23128,
  "actSceneLine": "3.1.35",
  "player": "OF EPHESUS",
  "line": "Ay, to a niggardly host, and more sparing guest:\nBut though my cates be mean, take them in good part,\nBetter cheer may you have, but not with better heart.\nBut, soft! my door is lock'd. Go bid them let us in."
}, {
  "id": 23132,
  "actSceneLine": "3.1.39",
  "player": "DROMIO OF EPHESUS",
  "line": "Maud, Bridget, Marian, Cicel, Gillian, Ginn!"
}, {
  "id": 23133,
  "actSceneLine": "3.1.40",
  "player": "DROMIO OF SYRACUSE",
  "line": "[Within]  Mome, malt-horse, capon, coxcomb,\nidiot, patch!\nEither get thee from the door, or sit down at the hatch.\nDost thou conjure for wenches, that thou call'st\nfor such store,\nWhen one is one too many? Go, get thee from the door."
}, {
  "id": 23139,
  "actSceneLine": "3.1.46",
  "player": "DROMIO OF EPHESUS",
  "line": "What patch is made our porter? My master stays in\nthe street."
}, {
  "id": 23141,
  "actSceneLine": "3.1.48",
  "player": "DROMIO OF SYRACUSE",
  "line": "[Within]  Let him walk from whence he came, lest he\ncatch cold on's feet.\nANTIPHOLUS"
}, {
  "id": 23144,
  "actSceneLine": "3.1.51",
  "player": "OF EPHESUS",
  "line": "Who talks within there? ho, open the door!"
}, {
  "id": 23145,
  "actSceneLine": "3.1.52",
  "player": "DROMIO OF SYRACUSE",
  "line": "[Within]  Right, sir, I'll tell you when, an you tell\nme wherefore.\nANTIPHOLUS"
}, {
  "id": 23148,
  "actSceneLine": "3.1.55",
  "player": "OF EPHESUS",
  "line": "Wherefore? for my dinner: I have not dined to-day."
}, {
  "id": 23149,
  "actSceneLine": "3.1.56",
  "player": "DROMIO OF SYRACUSE",
  "line": "[Within]  Nor to-day here you must not, come again\nwhen you may.\nANTIPHOLUS"
}, {
  "id": 23152,
  "actSceneLine": "3.1.59",
  "player": "OF EPHESUS",
  "line": "What art thou that keepest me out from the house I owe?"
}, {
  "id": 23153,
  "actSceneLine": "3.1.60",
  "player": "DROMIO OF SYRACUSE",
  "line": "[Within]  The porter for this time, sir, and my name\nis Dromio."
}, {
  "id": 23155,
  "actSceneLine": "3.1.62",
  "player": "DROMIO OF EPHESUS",
  "line": "O villain! thou hast stolen both mine office and my name.\nThe one ne'er got me credit, the other mickle blame.\nIf thou hadst been Dromio to-day in my place,\nThou wouldst have changed thy face for a name or thy\nname for an ass."
}, {
  "id": 23160,
  "actSceneLine": "3.1.67",
  "player": "LUCE",
  "line": "[Within]  What a coil is there, Dromio? who are those\nat the gate?"
}, {
  "id": 23162,
  "actSceneLine": "3.1.69",
  "player": "DROMIO OF EPHESUS",
  "line": "Let my master in, Luce."
}, {
  "id": 23163,
  "actSceneLine": "3.1.70",
  "player": "LUCE",
  "line": "[Within]  Faith, no, he comes too late,\nAnd so tell your master."
}, {
  "id": 23165,
  "actSceneLine": "3.1.72",
  "player": "DROMIO OF EPHESUS",
  "line": "O Lord, I must laugh!\nHave at you with a proverb--Shall I set in my staff?"
}, {
  "id": 23167,
  "actSceneLine": "3.1.74",
  "player": "LUCE",
  "line": "[Within]  Have at you with another, that's--When?\ncan you tell?"
}, {
  "id": 23169,
  "actSceneLine": "3.1.76",
  "player": "DROMIO OF SYRACUSE",
  "line": "[Within]  If thy name be call'd Luce--Luce, thou hast\nanswered him well."
}, {
  "id": 23171,
  "actSceneLine": "3.1.78",
  "player": "ANTIPHOLUS",
  "line": "Do you hear, you minion? you'll let us in, I hope?\nOF EPHESUS"
}, {
  "id": 23173,
  "actSceneLine": "3.1.80",
  "player": "LUCE",
  "line": "[Within]  I thought to have asked you."
}, {
  "id": 23174,
  "actSceneLine": "3.1.81",
  "player": "DROMIO OF SYRACUSE",
  "line": "[Within]  And you said no."
}, {
  "id": 23175,
  "actSceneLine": "3.1.82",
  "player": "DROMIO OF EPHESUS",
  "line": "So, come, help: well struck! there was blow for blow.\nANTIPHOLUS"
}, {
  "id": 23177,
  "actSceneLine": "3.1.84",
  "player": "OF EPHESUS",
  "line": "Thou baggage, let me in."
}, {
  "id": 23178,
  "actSceneLine": "3.1.85",
  "player": "LUCE",
  "line": "[Within]  Can you tell for whose sake?"
}, {
  "id": 23179,
  "actSceneLine": "3.1.86",
  "player": "DROMIO OF EPHESUS",
  "line": "Master, knock the door hard."
}, {
  "id": 23180,
  "actSceneLine": "3.1.87",
  "player": "LUCE",
  "line": "[Within]  Let him knock till it ache.\nANTIPHOLUS"
}, {
  "id": 23182,
  "actSceneLine": "3.1.89",
  "player": "OF EPHESUS",
  "line": "You'll cry for this, minion, if I beat the door down."
}, {
  "id": 23183,
  "actSceneLine": "3.1.90",
  "player": "LUCE",
  "line": "[Within]  What needs all that, and a pair of stocks in the town?"
}, {
  "id": 23184,
  "actSceneLine": "3.1.91",
  "player": "ADRIANA",
  "line": "[Within]  Who is that at the door that keeps all\nthis noise?"
}, {
  "id": 23186,
  "actSceneLine": "3.1.93",
  "player": "DROMIO OF SYRACUSE",
  "line": "[Within]  By my troth, your town is troubled with\nunruly boys.\nANTIPHOLUS"
}, {
  "id": 23189,
  "actSceneLine": "3.1.96",
  "player": "OF EPHESUS",
  "line": "Are you there, wife? you might have come before."
}, {
  "id": 23190,
  "actSceneLine": "3.1.97",
  "player": "ADRIANA",
  "line": "[Within]  Your wife, sir knave! go get you from the door."
}, {
  "id": 23191,
  "actSceneLine": "3.1.98",
  "player": "DROMIO OF EPHESUS",
  "line": "If you went in pain, master, this 'knave' would go sore."
}, {
  "id": 23192,
  "actSceneLine": "3.1.99",
  "player": "ANGELO",
  "line": "Here is neither cheer, sir, nor welcome: we would\nfain have either."
}, {
  "id": 23194,
  "actSceneLine": "3.1.101",
  "player": "BALTHAZAR",
  "line": "In debating which was best, we shall part with neither."
}, {
  "id": 23195,
  "actSceneLine": "3.1.102",
  "player": "DROMIO OF EPHESUS",
  "line": "They stand at the door, master, bid them welcome hither.\nANTIPHOLUS"
}, {
  "id": 23197,
  "actSceneLine": "3.1.104",
  "player": "OF EPHESUS",
  "line": "There is something in the wind, that we cannot get in."
}, {
  "id": 23198,
  "actSceneLine": "3.1.105",
  "player": "DROMIO OF EPHESUS",
  "line": "You would say so, master, if your garments were thin.\nYour cake there is warm within, you stand here in the cold:\nIt would make a man mad as a buck, to be so bought and sold.\nANTIPHOLUS"
}, {
  "id": 23202,
  "actSceneLine": "3.1.109",
  "player": "OF EPHESUS",
  "line": "Go fetch me something: I'll break ope the gate."
}, {
  "id": 23203,
  "actSceneLine": "3.1.110",
  "player": "DROMIO OF SYRACUSE",
  "line": "[Within]  Break any breaking here, and I'll break your\nknave's pate."
}, {
  "id": 23205,
  "actSceneLine": "3.1.112",
  "player": "DROMIO OF EPHESUS",
  "line": "A man may break a word with you, sir, and words are but wind,\nAy, and break it in your face, so he break it not behind."
}, {
  "id": 23207,
  "actSceneLine": "3.1.114",
  "player": "DROMIO OF SYRACUSE",
  "line": "[Within]  It seems thou want'st breaking: out upon\nthee, hind!"
}, {
  "id": 23209,
  "actSceneLine": "3.1.116",
  "player": "DROMIO OF EPHESUS",
  "line": "Here's too much 'out upon thee!' I pray thee,\nlet me in."
}, {
  "id": 23211,
  "actSceneLine": "3.1.118",
  "player": "DROMIO OF SYRACUSE",
  "line": "[Within]  Ay, when fowls have no feathers and fish have no fin.\nANTIPHOLUS"
}, {
  "id": 23213,
  "actSceneLine": "3.1.120",
  "player": "OF EPHESUS",
  "line": "Well, I'll break in: go borrow me a crow."
}, {
  "id": 23214,
  "actSceneLine": "3.1.121",
  "player": "DROMIO OF EPHESUS",
  "line": "A crow without feather? Master, mean you so?\nFor a fish without a fin, there's a fowl without a feather,\nIf a crow help us in, sirrah, we'll pluck a crow together.\nANTIPHOLUS"
}, {
  "id": 23218,
  "actSceneLine": "3.1.125",
  "player": "OF EPHESUS",
  "line": "Go get thee gone, fetch me an iron crow."
}, {
  "id": 23219,
  "actSceneLine": "3.1.126",
  "player": "BALTHAZAR",
  "line": "Have patience, sir, O, let it not be so!\nHerein you war against your reputation\nAnd draw within the compass of suspect\nThe unviolated honour of your wife.\nOnce this,--your long experience of her wisdom,\nHer sober virtue, years and modesty,\nPlead on her part some cause to you unknown:\nAnd doubt not, sir, but she will well excuse\nWhy at this time the doors are made against you.\nBe ruled by me: depart in patience,\nAnd let us to the Tiger all to dinner,\nAnd about evening come yourself alone\nTo know the reason of this strange restraint.\nIf by strong hand you offer to break in\nNow in the stirring passage of the day,\nA vulgar comment will be made of it,\nAnd that supposed by the common rout\nAgainst your yet ungalled estimation\nThat may with foul intrusion enter in\nAnd dwell upon your grave when you are dead,\nFor slander lives upon succession,\nFor ever housed where it gets possession.\nANTIPHOLUS"
}, {
  "id": 23242,
  "actSceneLine": "3.1.149",
  "player": "OF EPHESUS",
  "line": "You have prevailed: I will depart in quiet,\nAnd, in despite of mirth, mean to be merry.\nI know a wench of excellent discourse,\nPretty and witty, wild, and yet, too, gentle:\nThere will we dine. This woman that I mean,\nMy wife--but, I protest, without desert--\nHath oftentimes upbraided me withal:\nTo her will we to dinner.\nTo Angelo\nGet you home\nAnd fetch the chain, by this I know 'tis made:\nBring it, I pray you, to the Porpentine,\nFor there's the house: that chain will I bestow--\nBe it for nothing but to spite my wife--\nUpon mine hostess there: good sir, make haste.\nSince mine own doors refuse to entertain me,\nI'll knock elsewhere, to see if they'll disdain me."
}, {
  "id": 23259,
  "actSceneLine": "3.1.165",
  "player": "ANGELO",
  "line": "I'll meet you at that place some hour hence.\nANTIPHOLUS"
}, {
  "id": 23261,
  "actSceneLine": "3.1.167",
  "player": "OF EPHESUS",
  "line": "Do so. This jest shall cost me some expense.\nExeunt\nSCENE II. The same.\nEnter LUCIANA and ANTIPHOLUS of Syracuse"
}, {
  "id": 23265,
  "actSceneLine": "3.2.1",
  "player": "LUCIANA",
  "line": "And may it be that you have quite forgot\nA husband's office? shall, Antipholus.\nEven in the spring of love, thy love-springs rot?\nShall love, in building, grow so ruinous?\nIf you did wed my sister for her wealth,\nThen for her wealth's sake use her with more kindness:\nOr if you like elsewhere, do it by stealth,\nMuffle your false love with some show of blindness:\nLet not my sister read it in your eye,\nBe not thy tongue thy own shame's orator,\nLook sweet, be fair, become disloyalty,\nApparel vice like virtue's harbinger,\nBear a fair presence, though your heart be tainted,\nTeach sin the carriage of a holy saint,\nBe secret-false: what need she be acquainted?\nWhat simple thief brags of his own attaint?\n'Tis double wrong, to truant with your bed\nAnd let her read it in thy looks at board:\nShame hath a bastard fame, well managed,\nIll d eeds are doubled with an evil word.\nAlas, poor women! make us but believe,\nBeing compact of credit, that you love us,\nThough others have the arm, show us the sleeve,\nWe in your motion turn and you may move us.\nThen, gentle brother, get you in again,\nComfort my sister, cheer her, call her wife:\n'Tis holy sport to be a little vain,\nWhen the sweet breath of flattery conquers strife.\nANTIPHOLUS"
}, {
  "id": 23294,
  "actSceneLine": "3.2.30",
  "player": "OF SYRACUSE",
  "line": "Sweet mistress--what your name is else, I know not,\nNor by what wonder you do hit of mine,--\nLess in your knowledge and your grace you show not\nThan our earth's wonder, more than earth divine.\nTeach me, dear creature, how to think and speak,\nLay open to my earthy-gross conceit,\nSmother'd in errors, feeble, shallow, weak,\nThe folded meaning of your words' deceit.\nAgainst my soul's pure truth why labour you\nTo make it wander in an unknown field?\nAre you a god? would you create me new?\nTransform me then, and to your power I'll yield.\nBut if that I am I, then well I know\nYour weeping sister is no wife of mine,\nNor to her bed no homage do I owe\nFar more, far more to you do I decline.\nO, train me not, sweet mermaid, with thy note,\nTo drown me in thy sister's flood of tears:\nSing, siren, for thyself and I will dote:\nSpread o'er the silver waves thy golden hairs,\nAnd as a bed I'll take them and there lie,\nAnd in that glorious supposition think\nHe gains by death that hath such means to die:\nLet Love, being light, be drowned if she sink!"
}, {
  "id": 23318,
  "actSceneLine": "3.2.54",
  "player": "LUCIANA",
  "line": "What, are you mad, that you do reason so?\nANTIPHOLUS"
}, {
  "id": 23320,
  "actSceneLine": "3.2.56",
  "player": "OF SYRACUSE",
  "line": "Not mad, but mated, how, I do not know."
}, {
  "id": 23321,
  "actSceneLine": "3.2.57",
  "player": "LUCIANA",
  "line": "It is a fault that springeth from your eye.\nANTIPHOLUS"
}, {
  "id": 23323,
  "actSceneLine": "3.2.59",
  "player": "OF SYRACUSE",
  "line": "For gazing on your beams, fair sun, being by."
}, {
  "id": 23324,
  "actSceneLine": "3.2.60",
  "player": "LUCIANA",
  "line": "Gaze where you should, and that will clear your sight.\nANTIPHOLUS"
}, {
  "id": 23326,
  "actSceneLine": "3.2.62",
  "player": "OF SYRACUSE",
  "line": "As good to wink, sweet love, as look on night."
}, {
  "id": 23327,
  "actSceneLine": "3.2.63",
  "player": "LUCIANA",
  "line": "Why call you me love? call my sister so.\nANTIPHOLUS"
}, {
  "id": 23329,
  "actSceneLine": "3.2.65",
  "player": "OF SYRACUSE",
  "line": "Thy sister's sister."
}, {
  "id": 23330,
  "actSceneLine": "3.2.66",
  "player": "LUCIANA",
  "line": "That's my sister.\nANTIPHOLUS"
}, {
  "id": 23332,
  "actSceneLine": "3.2.68",
  "player": "OF SYRACUSE",
  "line": "No,\nIt is thyself, mine own self's better part,\nMine eye's clear eye, my dear heart's dearer heart,\nMy food, my fortune and my sweet hope's aim,\nMy sole earth's heaven and my heaven's claim."
}, {
  "id": 23337,
  "actSceneLine": "3.2.73",
  "player": "LUCIANA",
  "line": "All this my sister is, or else should be.\nANTIPHOLUS"
}, {
  "id": 23339,
  "actSceneLine": "3.2.75",
  "player": "OF SYRACUSE",
  "line": "Call thyself sister, sweet, for I am thee.\nThee will I love and with thee lead my life:\nThou hast no husband yet nor I no wife.\nGive me thy hand."
}, {
  "id": 23343,
  "actSceneLine": "3.2.79",
  "player": "LUCIANA",
  "line": "O, soft, air! hold you still:\nI'll fetch my sister, to get her good will.\nExit\nEnter DROMIO of Syracuse\nANTIPHOLUS"
}, {
  "id": 23348,
  "actSceneLine": "3.2.82",
  "player": "OF SYRACUSE",
  "line": "Why, how now, Dromio! where runn'st thou so fast?"
}, {
  "id": 23349,
  "actSceneLine": "3.2.83",
  "player": "DROMIO OF SYRACUSE",
  "line": "Do you know me, sir? am I Dromio? am I your man?\nam I myself?\nANTIPHOLUS"
}, {
  "id": 23352,
  "actSceneLine": "3.2.86",
  "player": "OF SYRACUSE",
  "line": "Thou art Dromio, thou art my man, thou art thyself."
}, {
  "id": 23353,
  "actSceneLine": "3.2.87",
  "player": "DROMIO OF SYRACUSE",
  "line": "I am an ass, I am a woman's man and besides myself."
}, {
  "id": 23354,
  "actSceneLine": "3.2.88",
  "player": "ANTIPHOLUS",
  "line": "What woman's man? and how besides thyself? besides thyself?"
}, {
  "id": 23355,
  "actSceneLine": "3.2.89",
  "player": "DROMIO OF SYRACUSE",
  "line": "Marry, sir, besides myself, I am due to a woman, one\nthat claims me, one that haunts me, one that will have me.\nANTIPHOLUS"
}, {
  "id": 23358,
  "actSceneLine": "3.2.92",
  "player": "OF SYRACUSE",
  "line": "What claim lays she to thee?"
}, {
  "id": 23359,
  "actSceneLine": "3.2.93",
  "player": "DROMIO OF SYRACUSE",
  "line": "Marry sir, such claim as you would lay to your\nhorse, and she would have me as a beast: not that, I\nbeing a beast, she would have me, but that she,\nbeing a very beastly creature, lays claim to me.\nANTIPHOLUS"
}, {
  "id": 23364,
  "actSceneLine": "3.2.98",
  "player": "OF SYRACUSE",
  "line": "What is she?"
}, {
  "id": 23365,
  "actSceneLine": "3.2.99",
  "player": "DROMIO OF SYRACUSE",
  "line": "A very reverent body, ay, such a one as a man may\nnot speak of without he say 'Sir-reverence.' I have\nbut lean luck in the match, and yet is she a\nwondrous fat marriage.\nANTIPHOLUS"
}, {
  "id": 23370,
  "actSceneLine": "3.2.104",
  "player": "OF SYRACUSE",
  "line": "How dost thou mean a fat marriage?"
}, {
  "id": 23371,
  "actSceneLine": "3.2.105",
  "player": "DROMIO OF SYRACUSE",
  "line": "Marry, sir, she's the kitchen wench and all grease,\nand I know not what use to put her to but to make a\nlamp of her and run from her by her own light. I\nwarrant, her rags and the tallow in them will burn a\nPoland winter: if she lives till doomsday,\nshe'll burn a week longer than the whole world.\nANTIPHOLUS"
}, {
  "id": 23378,
  "actSceneLine": "3.2.112",
  "player": "OF SYRACUSE",
  "line": "What complexion is she of?"
}, {
  "id": 23379,
  "actSceneLine": "3.2.113",
  "player": "DROMIO OF SYRACUSE",
  "line": "Swart, like my shoe, but her face nothing half so\nclean kept: for why, she sweats, a man may go over\nshoes in the grime of it.\nANTIPHOLUS"
}, {
  "id": 23383,
  "actSceneLine": "3.2.117",
  "player": "OF SYRACUSE",
  "line": "That's a fault that water will mend."
}, {
  "id": 23384,
  "actSceneLine": "3.2.118",
  "player": "DROMIO OF SYRACUSE",
  "line": "No, sir, 'tis in grain, Noah's flood could not do it.\nANTIPHOLUS"
}, {
  "id": 23386,
  "actSceneLine": "3.2.120",
  "player": "OF SYRACUSE",
  "line": "What's her name?"
}, {
  "id": 23387,
  "actSceneLine": "3.2.121",
  "player": "DROMIO OF SYRACUSE",
  "line": "Nell, sir, but her name and three quarters, that's\nan ell and three quarters, will not measure her from\nhip to hip.\nANTIPHOLUS"
}, {
  "id": 23391,
  "actSceneLine": "3.2.125",
  "player": "OF SYRACUSE",
  "line": "Then she bears some breadth?"
}, {
  "id": 23392,
  "actSceneLine": "3.2.126",
  "player": "DROMIO OF SYRACUSE",
  "line": "No longer from head to foot than from hip to hip:\nshe is spherical, like a globe, I could find out\ncountries in her.\nANTIPHOLUS"
}, {
  "id": 23396,
  "actSceneLine": "3.2.130",
  "player": "OF SYRACUSE",
  "line": "In what part of her body stands Ireland?"
}, {
  "id": 23397,
  "actSceneLine": "3.2.131",
  "player": "DROMIO OF SYRACUSE",
  "line": "Marry, in her buttocks: I found it out by the bogs.\nANTIPHOLUS"
}, {
  "id": 23399,
  "actSceneLine": "3.2.133",
  "player": "OF SYRACUSE",
  "line": "Where Scotland?"
}, {
  "id": 23400,
  "actSceneLine": "3.2.134",
  "player": "DROMIO OF SYRACUSE",
  "line": "I found it by the barrenness, hard in the palm of the hand.\nANTIPHOLUS"
}, {
  "id": 23402,
  "actSceneLine": "3.2.136",
  "player": "OF SYRACUSE",
  "line": "Where France?"
}, {
  "id": 23403,
  "actSceneLine": "3.2.137",
  "player": "DROMIO OF SYRACUSE",
  "line": "In her forehead, armed and reverted, making war\nagainst her heir.\nANTIPHOLUS"
}, {
  "id": 23406,
  "actSceneLine": "3.2.140",
  "player": "OF SYRACUSE",
  "line": "Where England?"
}, {
  "id": 23407,
  "actSceneLine": "3.2.141",
  "player": "DROMIO OF SYRACUSE",
  "line": "I looked for the chalky cliffs, but I could find no\nwhiteness in them, but I guess it stood in her chin,\nby the salt rheum that ran between France and it.\nANTIPHOLUS"
}, {
  "id": 23411,
  "actSceneLine": "3.2.145",
  "player": "OF SYRACUSE",
  "line": "Where Spain?"
}, {
  "id": 23412,
  "actSceneLine": "3.2.146",
  "player": "DROMIO OF SYRACUSE",
  "line": "Faith, I saw it not, but I felt it hot in her breath.\nANTIPHOLUS"
}, {
  "id": 23414,
  "actSceneLine": "3.2.148",
  "player": "OF SYRACUSE",
  "line": "Where America, the Indies?"
}, {
  "id": 23415,
  "actSceneLine": "3.2.149",
  "player": "DROMIO OF SYRACUSE",
  "line": "Oh, sir, upon her nose all o'er embellished with\nrubies, carbuncles, sapphires, declining their rich\naspect to the hot breath of Spain, who sent whole\narmadoes of caracks to be ballast at her nose.\nANTIPHOLUS"
}, {
  "id": 23420,
  "actSceneLine": "3.2.154",
  "player": "OF SYRACUSE",
  "line": "Where stood Belgia, the Netherlands?"
}, {
  "id": 23421,
  "actSceneLine": "3.2.155",
  "player": "DROMIO OF SYRACUSE",
  "line": "Oh, sir, I did not look so low. To conclude, this\ndrudge, or diviner, laid claim to me, call'd me\nDromio, swore I was assured to her, told me what\nprivy marks I had about me, as, the mark of my\nshoulder, the mole in my neck, the great wart on my\nleft arm, that I amazed ran from her as a witch:\nAnd, I think, if my breast had not been made of\nfaith and my heart of steel,\nShe had transform'd me to a curtal dog and made\nme turn i' the wheel.\nANTIPHOLUS"
}, {
  "id": 23432,
  "actSceneLine": "3.2.166",
  "player": "OF SYRACUSE",
  "line": "Go hie thee presently, post to the road:\nAn if the wind blow any way from shore,\nI will not harbour in this town to-night:\nIf any bark put forth, come to the mart,\nWhere I will walk till thou return to me.\nIf every one knows us and we know none,\n'Tis time, I think, to trudge, pack and be gone."
}, {
  "id": 23439,
  "actSceneLine": "3.2.173",
  "player": "DROMIO OF SYRACUSE",
  "line": "As from a bear a man would run for life,\nSo fly I from her that would be my wife.\nExit\nANTIPHOLUS"
}, {
  "id": 23443,
  "actSceneLine": "3.2.176",
  "player": "OF SYRACUSE",
  "line": "There's none but witches do inhabit here,\nAnd therefore 'tis high time that I were hence.\nShe that doth call me husband, even my soul\nDoth for a wife abhor. But her fair sister,\nPossess'd with such a gentle sovereign grace,\nOf such enchanting presence and discourse,\nHath almost made me traitor to myself:\nBut, lest myself be guilty to self-wrong,\nI'll stop mine ears against the mermaid's song.\nEnter ANGELO with the chain"
}, {
  "id": 23453,
  "actSceneLine": "3.2.185",
  "player": "ANGELO",
  "line": "Master Antipholus,--\nANTIPHOLUS"
}, {
  "id": 23455,
  "actSceneLine": "3.2.187",
  "player": "OF SYRACUSE",
  "line": "Ay, that's my name."
}, {
  "id": 23456,
  "actSceneLine": "3.2.188",
  "player": "ANGELO",
  "line": "I know it well, sir, lo, here is the chain.\nI thought to have ta'en you at the Porpentine:\nThe chain unfinish'd made me stay thus long.\nANTIPHOLUS"
}, {
  "id": 23460,
  "actSceneLine": "3.2.192",
  "player": "OF SYRACUSE",
  "line": "What is your will that I shall do with this?"
}, {
  "id": 23461,
  "actSceneLine": "3.2.193",
  "player": "ANGELO",
  "line": "What please yourself, sir: I have made it for you.\nANTIPHOLUS"
}, {
  "id": 23463,
  "actSceneLine": "3.2.195",
  "player": "OF SYRACUSE",
  "line": "Made it for me, sir! I bespoke it not."
}, {
  "id": 23464,
  "actSceneLine": "3.2.196",
  "player": "ANGELO",
  "line": "Not once, nor twice, but twenty times you have.\nGo home with it and please your wife withal,\nAnd soon at supper-time I'll visit you\nAnd then receive my money for the chain.\nANTIPHOLUS"
}, {
  "id": 23469,
  "actSceneLine": "3.2.201",
  "player": "OF SYRACUSE",
  "line": "I pray you, sir, receive the money now,\nFor fear you ne'er see chain nor money more."
}, {
  "id": 23471,
  "actSceneLine": "3.2.203",
  "player": "ANGELO",
  "line": "You are a merry man, sir: fare you well.\nExit\nANTIPHOLUS"
}, {
  "id": 23474,
  "actSceneLine": "3.2.205",
  "player": "OF SYRACUSE",
  "line": "What I should think of this, I cannot tell:\nBut this I think, there's no man is so vain\nThat would refuse so fair an offer'd chain.\nI see a man here needs not live by shifts,\nWhen in the streets he meets such golden gifts.\nI'll to the mart, and there for Dromio stay\nIf any ship put out, then straight away.\nExit\nACT IV\nSCENE I. A public place.\nEnter Second Merchant, ANGELO, and an Officer"
}, {
  "id": 23485,
  "actSceneLine": "4.1.1",
  "player": "Second Merchant",
  "line": "You know since Pentecost the sum is due,\nAnd since I have not much importuned you,\nNor now I had not, but that I am bound\nTo Persia, and want guilders for my voyage:\nTherefore make present satisfaction,\nOr I'll attach you by this officer."
}, {
  "id": 23491,
  "actSceneLine": "4.1.7",
  "player": "ANGELO",
  "line": "Even just the sum that I do owe to you\nIs growing to me by Antipholus,\nAnd in the instant that I met with you\nHe had of me a chain: at five o'clock\nI shall receive the money for the same.\nPleaseth you walk with me down to his house,\nI will discharge my bond and thank you too.\nEnter ANTIPHOLUS of Ephesus and DROMIO of Ephesus from the courtezan's"
}, {
  "id": 23499,
  "actSceneLine": "4.1.14",
  "player": "Officer",
  "line": "That labour may you save: see where he comes.\nANTIPHOLUS"
}, {
  "id": 23501,
  "actSceneLine": "4.1.16",
  "player": "OF EPHESUS",
  "line": "While I go to the goldsmith's house, go thou\nAnd buy a rope's end: that will I bestow\nAmong my wife and her confederates,\nFor locking me out of my doors by day.\nBut, soft! I see the goldsmith. Get thee gone,\nBuy thou a rope and bring it home to me."
}, {
  "id": 23507,
  "actSceneLine": "4.1.22",
  "player": "DROMIO OF EPHESUS",
  "line": "I buy a thousand pound a year: I buy a rope.\nExit\nANTIPHOLUS"
}, {
  "id": 23510,
  "actSceneLine": "4.1.24",
  "player": "OF EPHESUS",
  "line": "A man is well holp up that trusts to you:\nI promised your presence and the chain,\nBut neither chain nor goldsmith came to me.\nBelike you thought our love would last too long,\nIf it were chain'd together, and therefore came not."
}, {
  "id": 23515,
  "actSceneLine": "4.1.29",
  "player": "ANGELO",
  "line": "Saving your merry humour, here's the note\nHow much your chain weighs to the utmost carat,\nThe fineness of the gold and chargeful fashion.\nWhich doth amount to three odd ducats more\nThan I stand debted to this gentleman:\nI pray you, see him presently discharged,\nFor he is bound to sea and stays but for it.\nANTIPHOLUS"
}, {
  "id": 23523,
  "actSceneLine": "4.1.37",
  "player": "OF EPHESUS",
  "line": "I am not furnish'd with the present money,\nBesides, I have some business in the town.\nGood signior, take the stranger to my house\nAnd with you take the chain and bid my wife\nDisburse the sum on the receipt thereof:\nPerchance I will be there as soon as you."
}, {
  "id": 23529,
  "actSceneLine": "4.1.43",
  "player": "ANGELO",
  "line": "Then you will bring the chain to her yourself?\nANTIPHOLUS"
}, {
  "id": 23531,
  "actSceneLine": "4.1.45",
  "player": "OF EPHESUS",
  "line": "No, bear it with you, lest I come not time enough."
}, {
  "id": 23532,
  "actSceneLine": "4.1.46",
  "player": "ANGELO",
  "line": "Well, sir, I will. Have you the chain about you?\nANTIPHOLUS"
}, {
  "id": 23534,
  "actSceneLine": "4.1.48",
  "player": "OF EPHESUS",
  "line": "An if I have not, sir, I hope you have,\nOr else you may return without your money."
}, {
  "id": 23536,
  "actSceneLine": "4.1.50",
  "player": "ANGELO",
  "line": "Nay, come, I pray you, sir, give me the chain:\nBoth wind and tide stays for this gentleman,\nAnd I, to blame, have held him here too long.\nANTIPHOLUS"
}, {
  "id": 23540,
  "actSceneLine": "4.1.54",
  "player": "OF EPHESUS",
  "line": "Good Lord! you use this dalliance to excuse\nYour breach of promise to the Porpentine.\nI should have chid you for not bringing it,\nBut, like a shrew, you first begin to brawl."
}, {
  "id": 23544,
  "actSceneLine": "4.1.58",
  "player": "Second Merchant",
  "line": "The hour steals on, I pray you, sir, dispatch."
}, {
  "id": 23545,
  "actSceneLine": "4.1.59",
  "player": "ANGELO",
  "line": "You hear how he importunes me,--the chain!\nANTIPHOLUS"
}, {
  "id": 23547,
  "actSceneLine": "4.1.61",
  "player": "OF EPHESUS",
  "line": "Why, give it to my wife and fetch your money."
}, {
  "id": 23548,
  "actSceneLine": "4.1.62",
  "player": "ANGELO",
  "line": "Come, come, you know I gave it you even now.\nEither send the chain or send me by some token.\nANTIPHOLUS"
}, {
  "id": 23551,
  "actSceneLine": "4.1.65",
  "player": "OF EPHESUS",
  "line": "Fie, now you run this humour out of breath,\nwhere's the chain? I pray you, let me see it."
}, {
  "id": 23553,
  "actSceneLine": "4.1.67",
  "player": "Second Merchant",
  "line": "My business cannot brook this dalliance.\nGood sir, say whether you'll answer me or no:\nIf not, I'll leave him to the officer.\nANTIPHOLUS"
}, {
  "id": 23557,
  "actSceneLine": "4.1.71",
  "player": "OF EPHESUS",
  "line": "I answer you! what should I answer you?"
}, {
  "id": 23558,
  "actSceneLine": "4.1.72",
  "player": "ANGELO",
  "line": "The money that you owe me for the chain.\nANTIPHOLUS"
}, {
  "id": 23560,
  "actSceneLine": "4.1.74",
  "player": "OF EPHESUS",
  "line": "I owe you none till I receive the chain."
}, {
  "id": 23561,
  "actSceneLine": "4.1.75",
  "player": "ANGELO",
  "line": "You know I gave it you half an hour since.\nANTIPHOLUS"
}, {
  "id": 23563,
  "actSceneLine": "4.1.77",
  "player": "OF EPHESUS",
  "line": "You gave me none: you wrong me much to say so."
}, {
  "id": 23564,
  "actSceneLine": "4.1.78",
  "player": "ANGELO",
  "line": "You wrong me more, sir, in denying it:\nConsider how it stands upon my credit."
}, {
  "id": 23566,
  "actSceneLine": "4.1.80",
  "player": "Second Merchant",
  "line": "Well, officer, arrest him at my suit."
}, {
  "id": 23567,
  "actSceneLine": "4.1.81",
  "player": "Officer",
  "line": "I do, and charge you in the duke's name to obey me."
}, {
  "id": 23568,
  "actSceneLine": "4.1.82",
  "player": "ANGELO",
  "line": "This touches me in reputation.\nEither consent to pay this sum for me\nOr I attach you by this officer.\nANTIPHOLUS"
}, {
  "id": 23572,
  "actSceneLine": "4.1.86",
  "player": "OF EPHESUS",
  "line": "Consent to pay thee that I never had!\nArrest me, foolish fellow, if thou darest."
}, {
  "id": 23574,
  "actSceneLine": "4.1.88",
  "player": "ANGELO",
  "line": "Here is thy fee, arrest him, officer,\nI would not spare my brother in this case,\nIf he should scorn me so apparently."
}, {
  "id": 23577,
  "actSceneLine": "4.1.91",
  "player": "Officer",
  "line": "I do arrest you, sir: you hear the suit.\nANTIPHOLUS"
}, {
  "id": 23579,
  "actSceneLine": "4.1.93",
  "player": "OF EPHESUS",
  "line": "I do obey thee till I give thee bail.\nBut, sirrah, you shall buy this sport as dear\nAs all the metal in your shop will answer."
}, {
  "id": 23582,
  "actSceneLine": "4.1.96",
  "player": "ANGELO",
  "line": "Sir, sir, I will have law in Ephesus,\nTo your notorious shame, I doubt it not.\nEnter DROMIO of Syracuse, from the bay"
}, {
  "id": 23585,
  "actSceneLine": "4.1.98",
  "player": "DROMIO OF SYRACUSE",
  "line": "Master, there is a bark of Epidamnum\nThat stays but till her owner comes aboard,\nAnd then, sir, she bears away. Our fraughtage, sir,\nI have convey'd aboard, and I have bought\nThe oil, the balsamum and aqua-vitae.\nThe ship is in her trim, the merry wind\nBlows fair from land: they stay for nought at all\nBut for their owner, master, and yourself.\nANTIPHOLUS"
}, {
  "id": 23594,
  "actSceneLine": "4.1.107",
  "player": "OF EPHESUS",
  "line": "How now! a madman! Why, thou peevish sheep,\nWhat ship of Epidamnum stays for me?"
}, {
  "id": 23596,
  "actSceneLine": "4.1.109",
  "player": "DROMIO OF SYRACUSE",
  "line": "A ship you sent me to, to hire waftage.\nANTIPHOLUS"
}, {
  "id": 23598,
  "actSceneLine": "4.1.111",
  "player": "OF EPHESUS",
  "line": "Thou drunken slave, I sent thee for a rope,\nAnd told thee to what purpose and what end."
}, {
  "id": 23600,
  "actSceneLine": "4.1.113",
  "player": "DROMIO OF SYRACUSE",
  "line": "You sent me for a rope's end as soon:\nYou sent me to the bay, sir, for a bark.\nANTIPHOLUS"
}, {
  "id": 23603,
  "actSceneLine": "4.1.116",
  "player": "OF EPHESUS",
  "line": "I will debate this matter at more leisure\nAnd teach your ears to list me with more heed.\nTo Adriana, villain, hie thee straight:\nGive her this key, and tell her, in the desk\nThat's cover'd o'er with Turkish tapestry,\nThere is a purse of ducats, let her send it:\nTell her I am arrested in the street\nAnd that shall bail me, hie thee, slave, be gone!\nOn, officer, to prison till it come.\nExeunt Second Merchant, Angelo, Officer, and Antipholus of Ephesus"
}, {
  "id": 23613,
  "actSceneLine": "4.1.125",
  "player": "DROMIO OF SYRACUSE",
  "line": "To Adriana! that is where we dined,\nWhere Dowsabel did claim me for her husband:\nShe is too big, I hope, for me to compass.\nThither I must, although against my will,\nFor servants must their masters' minds fulfil.\nExit\nSCENE II. The house of ANTIPHOLUS of Ephesus.\nEnter ADRIANA and LUCIANA"
}, {
  "id": 23621,
  "actSceneLine": "4.2.1",
  "player": "ADRIANA",
  "line": "Ah, Luciana, did he tempt thee so?\nMightst thou perceive austerely in his eye\nThat he did plead in earnest? yea or no?\nLook'd he or red or pale, or sad or merrily?\nWhat observation madest thou in this case\nOf his heart's meteors tilting in his face?"
}, {
  "id": 23627,
  "actSceneLine": "4.2.7",
  "player": "LUCIANA",
  "line": "First he denied you had in him no right."
}, {
  "id": 23628,
  "actSceneLine": "4.2.8",
  "player": "ADRIANA",
  "line": "He meant he did me none, the more my spite."
}, {
  "id": 23629,
  "actSceneLine": "4.2.9",
  "player": "LUCIANA",
  "line": "Then swore he that he was a stranger here."
}, {
  "id": 23630,
  "actSceneLine": "4.2.10",
  "player": "ADRIANA",
  "line": "And true he swore, though yet forsworn he were."
}, {
  "id": 23631,
  "actSceneLine": "4.2.11",
  "player": "LUCIANA",
  "line": "Then pleaded I for you."
}, {
  "id": 23632,
  "actSceneLine": "4.2.12",
  "player": "ADRIANA",
  "line": "And what said he?"
}, {
  "id": 23633,
  "actSceneLine": "4.2.13",
  "player": "LUCIANA",
  "line": "That love I begg'd for you he begg'd of me."
}, {
  "id": 23634,
  "actSceneLine": "4.2.14",
  "player": "ADRIANA",
  "line": "With what persuasion did he tempt thy love?"
}, {
  "id": 23635,
  "actSceneLine": "4.2.15",
  "player": "LUCIANA",
  "line": "With words that in an honest suit might move.\nFirst he did praise my beauty, then my speech."
}, {
  "id": 23637,
  "actSceneLine": "4.2.17",
  "player": "ADRIANA",
  "line": "Didst speak him fair?"
}, {
  "id": 23638,
  "actSceneLine": "4.2.18",
  "player": "LUCIANA",
  "line": "Have patience, I beseech."
}, {
  "id": 23639,
  "actSceneLine": "4.2.19",
  "player": "ADRIANA",
  "line": "I cannot, nor I will not, hold me still,\nMy tongue, though not my heart, shall have his will.\nHe is deformed, crooked, old and sere,\nIll-faced, worse bodied, shapeless everywhere,\nVicious, ungentle, foolish, blunt, unkind,\nStigmatical in making, worse in mind."
}, {
  "id": 23645,
  "actSceneLine": "4.2.25",
  "player": "LUCIANA",
  "line": "Who would be jealous then of such a one?\nNo evil lost is wail'd when it is gone."
}, {
  "id": 23647,
  "actSceneLine": "4.2.27",
  "player": "ADRIANA",
  "line": "Ah, but I think him better than I say,\nAnd yet would herein others' eyes were worse.\nFar from her nest the lapwing cries away:\nMy heart prays for him, though my tongue do curse.\nEnter DROMIO of Syracuse"
}, {
  "id": 23652,
  "actSceneLine": "4.2.31",
  "player": "DROMIO OF SYRACUSE",
  "line": "Here! go, the desk, the purse! sweet, now, make haste."
}, {
  "id": 23653,
  "actSceneLine": "4.2.32",
  "player": "LUCIANA",
  "line": "How hast thou lost thy breath?"
}, {
  "id": 23654,
  "actSceneLine": "4.2.33",
  "player": "DROMIO OF SYRACUSE",
  "line": "By running fast."
}, {
  "id": 23655,
  "actSceneLine": "4.2.34",
  "player": "ADRIANA",
  "line": "Where is thy master, Dromio? is he well?"
}, {
  "id": 23656,
  "actSceneLine": "4.2.35",
  "player": "DROMIO OF SYRACUSE",
  "line": "No, he's in Tartar limbo, worse than hell.\nA devil in an everlasting garment hath him,\nOne whose hard heart is button'd up with steel,\nA fiend, a fury, pitiless and rough,\nA wolf, nay, worse, a fellow all in buff,\nA back-friend, a shoulder-clapper, one that\ncountermands\nThe passages of alleys, creeks and narrow lands,\nA hound that runs counter and yet draws dryfoot well,\nOne that before the judgement carries poor souls to hell."
}, {
  "id": 23666,
  "actSceneLine": "4.2.45",
  "player": "ADRIANA",
  "line": "Why, man, what is the matter?"
}, {
  "id": 23667,
  "actSceneLine": "4.2.46",
  "player": "DROMIO OF SYRACUSE",
  "line": "I do not know the matter: he is 'rested on the case."
}, {
  "id": 23668,
  "actSceneLine": "4.2.47",
  "player": "ADRIANA",
  "line": "What, is he arrested? Tell me at whose suit."
}, {
  "id": 23669,
  "actSceneLine": "4.2.48",
  "player": "DROMIO OF SYRACUSE",
  "line": "I know not at whose suit he is arrested well,\nBut he's in a suit of buff which 'rested him, that can I tell.\nWill you send him, mistress, redemption, the money in his desk?"
}, {
  "id": 23672,
  "actSceneLine": "4.2.51",
  "player": "ADRIANA",
  "line": "Go fetch it, sister.\nExit Luciana\nThis I wonder at,\nThat he, unknown to me, should be in debt.\nTell me, was he arrested on a band?"
}, {
  "id": 23677,
  "actSceneLine": "4.2.55",
  "player": "DROMIO OF SYRACUSE",
  "line": "Not on a band, but on a stronger thing,\nA chain, a chain! Do you not hear it ring?"
}, {
  "id": 23679,
  "actSceneLine": "4.2.57",
  "player": "ADRIANA",
  "line": "What, the chain?"
}, {
  "id": 23680,
  "actSceneLine": "4.2.58",
  "player": "DROMIO OF SYRACUSE",
  "line": "No, no, the bell: 'tis time that I were gone:\nIt was two ere I left him, and now the clock\nstrikes one."
}, {
  "id": 23683,
  "actSceneLine": "4.2.61",
  "player": "ADRIANA",
  "line": "The hours come back! that did I never hear."
}, {
  "id": 23684,
  "actSceneLine": "4.2.62",
  "player": "DROMIO OF SYRACUSE",
  "line": "O, yes, if any hour meet a sergeant, a' turns back for\nvery fear."
}, {
  "id": 23686,
  "actSceneLine": "4.2.64",
  "player": "ADRIANA",
  "line": "As if Time were in debt! how fondly dost thou reason!"
}, {
  "id": 23687,
  "actSceneLine": "4.2.65",
  "player": "DROMIO OF SYRACUSE",
  "line": "Time is a very bankrupt, and owes more than he's\nworth, to season.\nNay, he's a thief too: have you not heard men say\nThat Time comes stealing on by night and day?\nIf Time be in debt and theft, and a sergeant in the way,\nHath he not reason to turn back an hour in a day?\nRe-enter LUCIANA with a purse"
}, {
  "id": 23694,
  "actSceneLine": "4.2.71",
  "player": "ADRIANA",
  "line": "Go, Dromio, there's the money, bear it straight,\nAnd bring thy master home immediately.\nCome, sister: I am press'd down with conceit--\nConceit, my comfort and my injury.\nExeunt\nSCENE III. A public place.\nEnter ANTIPHOLUS of Syracuse\nANTIPHOLUS"
}, {
  "id": 23702,
  "actSceneLine": "4.3.2",
  "player": "OF SYRACUSE",
  "line": "There's not a man I meet but doth salute me\nAs if I were their well-acquainted friend,\nAnd every one doth call me by my name.\nSome tender money to me, some invite me,\nSome other give me thanks for kindnesses,\nSome offer me commodities to buy:\nEven now a tailor call'd me in his shop\nAnd show'd me silks that he had bought for me,\nAnd therewithal took measure of my body.\nSure, these are but imaginary wiles\nAnd Lapland sorcerers inhabit here.\nEnter DROMIO OF SYRACUSE"
}, {
  "id": 23714,
  "actSceneLine": "4.3.13",
  "player": "DROMIO OF SYRACUSE",
  "line": "Master, here's the gold you sent me for. What, have\nyou got the picture of old Adam new-apparelled?\nANTIPHOLUS"
}, {
  "id": 23717,
  "actSceneLine": "4.3.16",
  "player": "OF SYRACUSE",
  "line": "What gold is this? what Adam dost thou mean?"
}, {
  "id": 23718,
  "actSceneLine": "4.3.17",
  "player": "DROMIO OF SYRACUSE",
  "line": "Not that Adam that kept the Paradise but that Adam\nthat keeps the prison: he that goes in the calf's\nskin that was killed for the Prodigal, he that came\nbehind you, sir, like an evil angel, and bid you\nforsake your liberty.\nANTIPHOLUS"
}, {
  "id": 23724,
  "actSceneLine": "4.3.23",
  "player": "OF SYRACUSE",
  "line": "I understand thee not."
}, {
  "id": 23725,
  "actSceneLine": "4.3.24",
  "player": "DROMIO OF SYRACUSE",
  "line": "No? why, 'tis a plain case: he that went, like a\nbass-viol, in a case of leather, the man, sir,\nthat, when gentlemen are tired, gives them a sob\nand 'rests them, he, sir, that takes pity on decayed\nmen and gives them suits of durance, he that sets up\nhis rest to do more exploits with his mace than a\nmorris-pike.\nANTIPHOLUS"
}, {
  "id": 23733,
  "actSceneLine": "4.3.32",
  "player": "OF SYRACUSE",
  "line": "What, thou meanest an officer?"
}, {
  "id": 23734,
  "actSceneLine": "4.3.33",
  "player": "DROMIO OF SYRACUSE",
  "line": "Ay, sir, the sergeant of the band, he that brings\nany man to answer it that breaks his band, one that\nthinks a man always going to bed, and says, 'God\ngive you good rest!'\nANTIPHOLUS"
}, {
  "id": 23739,
  "actSceneLine": "4.3.38",
  "player": "OF SYRACUSE",
  "line": "Well, sir, there rest in your foolery. Is there any"
}, {
  "id": 23740,
  "actSceneLine": "4.3.39",
  "player": "DROMIO OF SYRACUSE",
  "line": "Why, sir, I brought you word an hour since that the\nbark Expedition put forth to-night, and then were\nyou hindered by the sergeant, to tarry for the hoy\nDelay. Here are the angels that you sent for to\ndeliver you.\nANTIPHOLUS"
}, {
  "id": 23746,
  "actSceneLine": "4.3.45",
  "player": "OF SYRACUSE",
  "line": "The fellow is distract, and so am I,\nAnd here we wander in illusions:\nSome blessed power deliver us from hence!\nEnter a Courtezan"
}, {
  "id": 23750,
  "actSceneLine": "4.3.48",
  "player": "Courtezan",
  "line": "Well met, well met, Master Antipholus.\nI see, sir, you have found the goldsmith now:\nIs that the chain you promised me to-day?\nANTIPHOLUS"
}, {
  "id": 23754,
  "actSceneLine": "4.3.52",
  "player": "OF SYRACUSE",
  "line": "Satan, avoid! I charge thee, tempt me not."
}, {
  "id": 23755,
  "actSceneLine": "4.3.53",
  "player": "DROMIO OF SYRACUSE",
  "line": "Master, is this Mistress Satan?\nANTIPHOLUS"
}, {
  "id": 23757,
  "actSceneLine": "4.3.55",
  "player": "OF SYRACUSE",
  "line": "It is the devil."
}, {
  "id": 23758,
  "actSceneLine": "4.3.56",
  "player": "DROMIO OF SYRACUSE",
  "line": "Nay, she is worse, she is the devil's dam, and here\nshe comes in the habit of a light wench: and thereof\ncomes that the wenches say 'God damn me,' that's as\nmuch to say 'God make me a light wench.' It is\nwritten, they appear to men like angels of light:\nlight is an effect of fire, and fire will burn,\nergo, light wenches will burn. Come not near her."
}, {
  "id": 23765,
  "actSceneLine": "4.3.63",
  "player": "Courtezan",
  "line": "Your man and you are marvellous merry, sir.\nWill you go with me? We'll mend our dinner here?"
}, {
  "id": 23767,
  "actSceneLine": "4.3.65",
  "player": "DROMIO OF SYRACUSE",
  "line": "Master, if you do, expect spoon-meat, or bespeak a\nlong spoon.\nANTIPHOLUS"
}, {
  "id": 23770,
  "actSceneLine": "4.3.68",
  "player": "OF SYRACUSE",
  "line": "Why, Dromio?"
}, {
  "id": 23771,
  "actSceneLine": "4.3.69",
  "player": "DROMIO OF SYRACUSE",
  "line": "Marry, he must have a long spoon that must eat with\nthe devil.\nANTIPHOLUS"
}, {
  "id": 23774,
  "actSceneLine": "4.3.72",
  "player": "OF SYRACUSE",
  "line": "Avoid then, fiend! what tell'st thou me of supping?\nThou art, as you are all, a sorceress:\nI conjure thee to leave me and be gone."
}, {
  "id": 23777,
  "actSceneLine": "4.3.75",
  "player": "Courtezan",
  "line": "Give me the ring of mine you had at dinner,\nOr, for my diamond, the chain you promised,\nAnd I'll be gone, sir, and not trouble you."
}, {
  "id": 23780,
  "actSceneLine": "4.3.78",
  "player": "DROMIO OF SYRACUSE",
  "line": "Some devils ask but the parings of one's nail,\nA rush, a hair, a drop of blood, a pin,\nA nut, a cherry-stone,\nBut she, more covetous, would have a chain.\nMaster, be wise: an if you give it her,\nThe devil will shake her chain and fright us with it."
}, {
  "id": 23786,
  "actSceneLine": "4.3.84",
  "player": "Courtezan",
  "line": "I pray you, sir, my ring, or else the chain:\nI hope you do not mean to cheat me so.\nANTIPHOLUS"
}, {
  "id": 23789,
  "actSceneLine": "4.3.87",
  "player": "OF SYRACUSE",
  "line": "Avaunt, thou witch! Come, Dromio, let us go."
}, {
  "id": 23790,
  "actSceneLine": "4.3.88",
  "player": "DROMIO OF SYRACUSE",
  "line": "'Fly pride,' says the peacock: mistress, that you know.\nExeunt Antipholus of Syracuse and Dromio of Syracuse"
}, {
  "id": 23792,
  "actSceneLine": "4.3.89",
  "player": "Courtezan",
  "line": "Now, out of doubt Antipholus is mad,\nElse would he never so demean himself.\nA ring he hath of mine worth forty ducats,\nAnd for the same he promised me a chain:\nBoth one and other he denies me now.\nThe reason that I gather he is mad,\nBesides this present instance of his rage,\nIs a mad tale he told to-day at dinner,\nOf his own doors being shut against his entrance.\nBelike his wife, acquainted with his fits,\nOn purpose shut the doors against his way.\nMy way is now to hie home to his house,\nAnd tell his wife that, being lunatic,\nHe rush'd into my house and took perforce\nMy ring away. This course I fittest choose,\nFor forty ducats is too much to lose.\nExit\nSCENE IV. A street.\nEnter ANTIPHOLUS of Ephesus and the Officer\nANTIPHOLUS"
}, {
  "id": 23812,
  "actSceneLine": "4.4.2",
  "player": "OF EPHESUS",
  "line": "Fear me not, man, I will not break away:\nI'll give thee, ere I leave thee, so much money,\nTo warrant thee, as I am 'rested for.\nMy wife is in a wayward mood to-day,\nAnd will not lightly trust the messenger\nThat I should be attach'd in Ephesus,\nI tell you, 'twill sound harshly in her ears.\nEnter DROMIO of Ephesus with a rope's-end\nHere comes my man, I think he brings the money.\nHow now, sir! have you that I sent you for?"
}, {
  "id": 23822,
  "actSceneLine": "4.4.11",
  "player": "DROMIO OF EPHESUS",
  "line": "Here's that, I warrant you, will pay them all.\nANTIPHOLUS"
}, {
  "id": 23824,
  "actSceneLine": "4.4.13",
  "player": "OF EPHESUS",
  "line": "But where's the money?"
}, {
  "id": 23825,
  "actSceneLine": "4.4.14",
  "player": "DROMIO OF EPHESUS",
  "line": "Why, sir, I gave the money for the rope.\nANTIPHOLUS"
}, {
  "id": 23827,
  "actSceneLine": "4.4.16",
  "player": "OF EPHESUS",
  "line": "Five hundred ducats, villain, for a rope?"
}, {
  "id": 23828,
  "actSceneLine": "4.4.17",
  "player": "DROMIO OF EPHESUS",
  "line": "I'll serve you, sir, five hundred at the rate.\nANTIPHOLUS"
}, {
  "id": 23830,
  "actSceneLine": "4.4.19",
  "player": "OF EPHESUS",
  "line": "To what end did I bid thee hie thee home?"
}, {
  "id": 23831,
  "actSceneLine": "4.4.20",
  "player": "DROMIO OF EPHESUS",
  "line": "To a rope's-end, sir, and to that end am I returned.\nANTIPHOLUS"
}, {
  "id": 23833,
  "actSceneLine": "4.4.22",
  "player": "OF EPHESUS",
  "line": "And to that end, sir, I will welcome you.\nBeating him"
}, {
  "id": 23835,
  "actSceneLine": "4.4.23",
  "player": "Officer",
  "line": "Good sir, be patient."
}, {
  "id": 23836,
  "actSceneLine": "4.4.24",
  "player": "DROMIO OF EPHESUS",
  "line": "Nay, 'tis for me to be patient, I am in adversity."
}, {
  "id": 23837,
  "actSceneLine": "4.4.25",
  "player": "Officer",
  "line": "Good, now, hold thy tongue."
}, {
  "id": 23838,
  "actSceneLine": "4.4.26",
  "player": "DROMIO OF EPHESUS",
  "line": "Nay, rather persuade him to hold his hands.\nANTIPHOLUS"
}, {
  "id": 23840,
  "actSceneLine": "4.4.28",
  "player": "OF EPHESUS",
  "line": "Thou whoreson, senseless villain!"
}, {
  "id": 23841,
  "actSceneLine": "4.4.29",
  "player": "DROMIO OF EPHESUS",
  "line": "I would I were senseless, sir, that I might not feel\nyour blows."
}, {
  "id": 23843,
  "actSceneLine": "4.4.31",
  "player": "ANTIPHOLUS",
  "line": "Thou art sensible in nothing but blows, and so is an\nass."
}, {
  "id": 23845,
  "actSceneLine": "4.4.33",
  "player": "DROMIO OF EPHESUS",
  "line": "I am an ass, indeed, you may prove it by my long\nears. I have served him from the hour of my\nnativity to this instant, and have nothing at his\nhands for my service but blows. When I am cold, he\nheats me with beating, when I am warm, he cools me\nwith beating, I am waked with it when I sleep,\nraised with it when I sit, driven out of doors with\nit when I go from home, welcomed home with it when\nI return, nay, I bear it on my shoulders, as a\nbeggar wont her brat, and, I think when he hath\nlamed me, I shall beg with it from door to door.\nANTIPHOLUS"
}, {
  "id": 23857,
  "actSceneLine": "4.4.45",
  "player": "OF EPHESUS",
  "line": "Come, go along, my wife is coming yonder.\nEnter ADRIANA, LUCIANA, the Courtezan, and PINCH"
}, {
  "id": 23859,
  "actSceneLine": "4.4.46",
  "player": "DROMIO OF EPHESUS",
  "line": "Mistress, 'respice finem,' respect your end, or\nrather, the prophecy like the parrot, 'beware the\nrope's-end.'\nANTIPHOLUS"
}, {
  "id": 23863,
  "actSceneLine": "4.4.50",
  "player": "OF EPHESUS",
  "line": "Wilt thou still talk?\nBeating him"
}, {
  "id": 23865,
  "actSceneLine": "4.4.51",
  "player": "Courtezan",
  "line": "How say you now? is not your husband mad?"
}, {
  "id": 23866,
  "actSceneLine": "4.4.52",
  "player": "ADRIANA",
  "line": "His incivility confirms no less.\nGood Doctor Pinch, you are a conjurer,\nEstablish him in his true sense again,\nAnd I will please you what you will demand."
}, {
  "id": 23870,
  "actSceneLine": "4.4.56",
  "player": "LUCIANA",
  "line": "Alas, how fiery and how sharp he looks!"
}, {
  "id": 23871,
  "actSceneLine": "4.4.57",
  "player": "Courtezan",
  "line": "Mark how he trembles in his ecstasy!"
}, {
  "id": 23872,
  "actSceneLine": "4.4.58",
  "player": "PINCH",
  "line": "Give me your hand and let me feel your pulse.\nANTIPHOLUS"
}, {
  "id": 23874,
  "actSceneLine": "4.4.60",
  "player": "OF EPHESUS",
  "line": "There is my hand, and let it feel your ear.\nStriking him"
}, {
  "id": 23876,
  "actSceneLine": "4.4.61",
  "player": "PINCH",
  "line": "I charge thee, Satan, housed within this man,\nTo yield possession to my holy prayers\nAnd to thy state of darkness hie thee straight:\nI conjure thee by all the saints in heaven!\nANTIPHOLUS"
}, {
  "id": 23881,
  "actSceneLine": "4.4.66",
  "player": "OF EPHESUS",
  "line": "Peace, doting wizard, peace! I am not mad."
}, {
  "id": 23882,
  "actSceneLine": "4.4.67",
  "player": "ADRIANA",
  "line": "O, that thou wert not, poor distressed soul!\nANTIPHOLUS"
}, {
  "id": 23884,
  "actSceneLine": "4.4.69",
  "player": "OF EPHESUS",
  "line": "You minion, you, are these your customers?\nDid this companion with the saffron face\nRevel and feast it at my house to-day,\nWhilst upon me the guilty doors were shut\nAnd I denied to enter in my house?"
}, {
  "id": 23889,
  "actSceneLine": "4.4.74",
  "player": "ADRIANA",
  "line": "O husband, God doth know you dined at home,\nWhere would you had remain'd until this time,\nFree from these slanders and this open shame!\nANTIPHOLUS"
}, {
  "id": 23893,
  "actSceneLine": "4.4.78",
  "player": "OF EPHESUS",
  "line": "Dined at home! Thou villain, what sayest thou?"
}, {
  "id": 23894,
  "actSceneLine": "4.4.79",
  "player": "DROMIO OF EPHESUS",
  "line": "Sir, sooth to say, you did not dine at home.\nANTIPHOLUS"
}, {
  "id": 23896,
  "actSceneLine": "4.4.81",
  "player": "OF EPHESUS",
  "line": "Were not my doors lock'd up and I shut out?"
}, {
  "id": 23897,
  "actSceneLine": "4.4.82",
  "player": "DROMIO OF EPHESUS",
  "line": "Perdie, your doors were lock'd and you shut out.\nANTIPHOLUS"
}, {
  "id": 23899,
  "actSceneLine": "4.4.84",
  "player": "OF EPHESUS",
  "line": "And did not she herself revile me there?"
}, {
  "id": 23900,
  "actSceneLine": "4.4.85",
  "player": "DROMIO OF EPHESUS",
  "line": "Sans fable, she herself reviled you there.\nANTIPHOLUS"
}, {
  "id": 23902,
  "actSceneLine": "4.4.87",
  "player": "OF EPHESUS",
  "line": "Did not her kitchen-maid rail, taunt, and scorn me?"
}, {
  "id": 23903,
  "actSceneLine": "4.4.88",
  "player": "DROMIO OF EPHESUS",
  "line": "Certes, she did, the kitchen-vestal scorn'd you.\nANTIPHOLUS"
}, {
  "id": 23905,
  "actSceneLine": "4.4.90",
  "player": "OF EPHESUS",
  "line": "And did not I in rage depart from thence?"
}, {
  "id": 23906,
  "actSceneLine": "4.4.91",
  "player": "DROMIO OF EPHESUS",
  "line": "In verity you did, my bones bear witness,\nThat since have felt the vigour of his rage."
}, {
  "id": 23908,
  "actSceneLine": "4.4.93",
  "player": "ADRIANA",
  "line": "Is't good to soothe him in these contraries?"
}, {
  "id": 23909,
  "actSceneLine": "4.4.94",
  "player": "PINCH",
  "line": "It is no shame: the fellow finds his vein,\nAnd yielding to him humours well his frenzy.\nANTIPHOLUS"
}, {
  "id": 23912,
  "actSceneLine": "4.4.97",
  "player": "OF EPHESUS",
  "line": "Thou hast suborn'd the goldsmith to arrest me."
}, {
  "id": 23913,
  "actSceneLine": "4.4.98",
  "player": "ADRIANA",
  "line": "Alas, I sent you money to redeem you,\nBy Dromio here, who came in haste for it."
}, {
  "id": 23915,
  "actSceneLine": "4.4.100",
  "player": "DROMIO OF EPHESUS",
  "line": "Money by me! heart and goodwill you might,\nBut surely master, not a rag of money.\nANTIPHOLUS"
}, {
  "id": 23918,
  "actSceneLine": "4.4.103",
  "player": "OF EPHESUS",
  "line": "Went'st not thou to her for a purse of ducats?"
}, {
  "id": 23919,
  "actSceneLine": "4.4.104",
  "player": "ADRIANA",
  "line": "He came to me and I deliver'd it."
}, {
  "id": 23920,
  "actSceneLine": "4.4.105",
  "player": "LUCIANA",
  "line": "And I am witness with her that she did."
}, {
  "id": 23921,
  "actSceneLine": "4.4.106",
  "player": "DROMIO OF EPHESUS",
  "line": "God and the rope-maker bear me witness\nThat I was sent for nothing but a rope!"
}, {
  "id": 23923,
  "actSceneLine": "4.4.108",
  "player": "PINCH",
  "line": "Mistress, both man and master is possess'd,\nI know it by their pale and deadly looks:\nThey must be bound and laid in some dark room.\nANTIPHOLUS"
}, {
  "id": 23927,
  "actSceneLine": "4.4.112",
  "player": "OF EPHESUS",
  "line": "Say, wherefore didst thou lock me forth to-day?\nAnd why dost thou deny the bag of gold?"
}, {
  "id": 23929,
  "actSceneLine": "4.4.114",
  "player": "ADRIANA",
  "line": "I did not, gentle husband, lock thee forth."
}, {
  "id": 23930,
  "actSceneLine": "4.4.115",
  "player": "DROMIO OF EPHESUS",
  "line": "And, gentle master, I received no gold,\nBut I confess, sir, that we were lock'd out."
}, {
  "id": 23932,
  "actSceneLine": "4.4.117",
  "player": "ADRIANA",
  "line": "Dissembling villain, thou speak'st false in both.\nANTIPHOLUS"
}, {
  "id": 23934,
  "actSceneLine": "4.4.119",
  "player": "OF EPHESUS",
  "line": "Dissembling harlot, thou art false in all,\nAnd art confederate with a damned pack\nTo make a loathsome abject scorn of me:\nBut with these nails I'll pluck out these false eyes\nThat would behold in me this shameful sport.\nEnter three or four, and offer to bind him. He strives"
}, {
  "id": 23940,
  "actSceneLine": "4.4.124",
  "player": "ADRIANA",
  "line": "O, bind him, bind him! let him not come near me."
}, {
  "id": 23941,
  "actSceneLine": "4.4.125",
  "player": "PINCH",
  "line": "More company! The fiend is strong within him."
}, {
  "id": 23942,
  "actSceneLine": "4.4.126",
  "player": "LUCIANA",
  "line": "Ay me, poor man, how pale and wan he looks!\nANTIPHOLUS"
}, {
  "id": 23944,
  "actSceneLine": "4.4.128",
  "player": "OF EPHESUS",
  "line": "What, will you murder me? Thou gaoler, thou,\nI am thy prisoner: wilt thou suffer them\nTo make a rescue?"
}, {
  "id": 23947,
  "actSceneLine": "4.4.131",
  "player": "Officer",
  "line": "Masters, let him go\nHe is my prisoner, and you shall not have him."
}, {
  "id": 23949,
  "actSceneLine": "4.4.133",
  "player": "PINCH",
  "line": "Go bind this man, for he is frantic too.\nThey offer to bind Dromio of Ephesus"
}, {
  "id": 23951,
  "actSceneLine": "4.4.134",
  "player": "ADRIANA",
  "line": "What wilt thou do, thou peevish officer?\nHast thou delight to see a wretched man\nDo outrage and displeasure to himself?"
}, {
  "id": 23954,
  "actSceneLine": "4.4.137",
  "player": "Officer",
  "line": "He is my prisoner: if I let him go,\nThe debt he owes will be required of me."
}, {
  "id": 23956,
  "actSceneLine": "4.4.139",
  "player": "ADRIANA",
  "line": "I will discharge thee ere I go from thee:\nBear me forthwith unto his creditor,\nAnd, knowing how the debt grows, I will pay it.\nGood master doctor, see him safe convey'd\nHome to my house. O most unhappy day!\nANTIPHOLUS"
}, {
  "id": 23962,
  "actSceneLine": "4.4.145",
  "player": "OF EPHESUS",
  "line": "O most unhappy strumpet!"
}, {
  "id": 23963,
  "actSceneLine": "4.4.146",
  "player": "DROMIO OF EPHESUS",
  "line": "Master, I am here entered in bond for you.\nANTIPHOLUS"
}, {
  "id": 23965,
  "actSceneLine": "4.4.148",
  "player": "OF EPHESUS",
  "line": "Out on thee, villain! wherefore dost thou mad me?"
}, {
  "id": 23966,
  "actSceneLine": "4.4.149",
  "player": "DROMIO OF EPHESUS",
  "line": "Will you be bound for nothing? be mad, good master:\ncry 'The devil!'"
}, {
  "id": 23968,
  "actSceneLine": "4.4.151",
  "player": "LUCIANA",
  "line": "God help, poor souls, how idly do they talk!"
}, {
  "id": 23969,
  "actSceneLine": "4.4.152",
  "player": "ADRIANA",
  "line": "Go bear him hence. Sister, go you with me.\nExeunt all but Adriana, Luciana, Officer and Courtezan\nSay now, whose suit is he arrested at?"
}, {
  "id": 23972,
  "actSceneLine": "4.4.154",
  "player": "Officer",
  "line": "One Angelo, a goldsmith: do you know him?"
}, {
  "id": 23973,
  "actSceneLine": "4.4.155",
  "player": "ADRIANA",
  "line": "I know the man. What is the sum he owes?"
}, {
  "id": 23974,
  "actSceneLine": "4.4.156",
  "player": "Officer",
  "line": "Two hundred ducats."
}, {
  "id": 23975,
  "actSceneLine": "4.4.157",
  "player": "ADRIANA",
  "line": "Say, how grows it due?"
}, {
  "id": 23976,
  "actSceneLine": "4.4.158",
  "player": "Officer",
  "line": "Due for a chain your husband had of him."
}, {
  "id": 23977,
  "actSceneLine": "4.4.159",
  "player": "ADRIANA",
  "line": "He did bespeak a chain for me, but had it not."
}, {
  "id": 23978,
  "actSceneLine": "4.4.160",
  "player": "Courtezan",
  "line": "When as your husband all in rage to-day\nCame to my house and took away my ring--\nThe ring I saw upon his finger now--\nStraight after did I meet him with a chain."
}, {
  "id": 23982,
  "actSceneLine": "4.4.164",
  "player": "ADRIANA",
  "line": "It may be so, but I did never see it.\nCome, gaoler, bring me where the goldsmith is:\nI long to know the truth hereof at large.\nEnter ANTIPHOLUS of Syracuse with his rapier drawn, and DROMIO of Syracuse"
}, {
  "id": 23986,
  "actSceneLine": "4.4.167",
  "player": "LUCIANA",
  "line": "God, for thy mercy! they are loose again."
}, {
  "id": 23987,
  "actSceneLine": "4.4.168",
  "player": "ADRIANA",
  "line": "And come with naked swords.\nLet's call more help to have them bound again."
}, {
  "id": 23989,
  "actSceneLine": "4.4.170",
  "player": "Officer",
  "line": "Away! they'll kill us.\nExeunt all but Antipholus of Syracuse and Dromio of Syracuse\nANTIPHOLUS"
}, {
  "id": 23992,
  "actSceneLine": "4.4.172",
  "player": "OF SYRACUSE",
  "line": "I see these witches are afraid of swords."
}, {
  "id": 23993,
  "actSceneLine": "4.4.173",
  "player": "DROMIO OF SYRACUSE",
  "line": "She that would be your wife now ran from you.\nANTIPHOLUS"
}, {
  "id": 23995,
  "actSceneLine": "4.4.175",
  "player": "OF SYRACUSE",
  "line": "Come to the Centaur, fetch our stuff from thence:\nI long that we were safe and sound aboard."
}, {
  "id": 23997,
  "actSceneLine": "4.4.177",
  "player": "DROMIO OF SYRACUSE",
  "line": "Faith, stay here this night, they will surely do us\nno harm: you saw they speak us fair, give us gold:\nmethinks they are such a gentle nation that, but for\nthe mountain of mad flesh that claims marriage of\nme, I could find in my heart to stay here still and\nturn witch.\nANTIPHOLUS"
}, {
  "id": 24004,
  "actSceneLine": "4.4.184",
  "player": "OF SYRACUSE",
  "line": "I will not stay to-night for all the town,\nTherefore away, to get our stuff aboard.\nExeunt\nACT V\nSCENE I. A street before a Priory.\nEnter Second Merchant and ANGELO"
}, {
  "id": 24010,
  "actSceneLine": "5.1.1",
  "player": "ANGELO",
  "line": "I am sorry, sir, that I have hinder'd you,\nBut, I protest, he had the chain of me,\nThough most dishonestly he doth deny it."
}, {
  "id": 24013,
  "actSceneLine": "5.1.4",
  "player": "Second Merchant",
  "line": "How is the man esteemed here in the city?"
}, {
  "id": 24014,
  "actSceneLine": "5.1.5",
  "player": "ANGELO",
  "line": "Of very reverend reputation, sir,\nOf credit infinite, highly beloved,\nSecond to none that lives here in the city:\nHis word might bear my wealth at any time."
}, {
  "id": 24018,
  "actSceneLine": "5.1.9",
  "player": "Second Merchant",
  "line": "Speak softly, yonder, as I think, he walks.\nEnter ANTIPHOLUS of Syracuse and DROMIO of Syracuse"
}, {
  "id": 24020,
  "actSceneLine": "5.1.10",
  "player": "ANGELO",
  "line": "'Tis so, and that self chain about his neck\nWhich he forswore most monstrously to have.\nGood sir, draw near to me, I'll speak to him.\nSignior Antipholus, I wonder much\nThat you would put me to this shame and trouble,\nAnd, not without some scandal to yourself,\nWith circumstance and oaths so to deny\nThis chain which now you wear so openly:\nBeside the charge, the shame, imprisonment,\nYou have done wrong to this my honest friend,\nWho, but for staying on our controversy,\nHad hoisted sail and put to sea to-day:\nThis chain you had of me, can you deny it?\nANTIPHOLUS"
}, {
  "id": 24034,
  "actSceneLine": "5.1.24",
  "player": "OF SYRACUSE",
  "line": "I think I had, I never did deny it."
}, {
  "id": 24035,
  "actSceneLine": "5.1.25",
  "player": "Second Merchant",
  "line": "Yes, that you did, sir, and forswore it too.\nANTIPHOLUS"
}, {
  "id": 24037,
  "actSceneLine": "5.1.27",
  "player": "OF SYRACUSE",
  "line": "Who heard me to deny it or forswear it?"
}, {
  "id": 24038,
  "actSceneLine": "5.1.28",
  "player": "Second Merchant",
  "line": "These ears of mine, thou know'st did hear thee.\nFie on thee, wretch! 'tis pity that thou livest\nTo walk where any honest man resort.\nANTIPHOLUS"
}, {
  "id": 24042,
  "actSceneLine": "5.1.32",
  "player": "OF SYRACUSE",
  "line": "Thou art a villain to impeach me thus:\nI'll prove mine honour and mine honesty\nAgainst thee presently, if thou darest stand."
}, {
  "id": 24045,
  "actSceneLine": "5.1.35",
  "player": "Second Merchant",
  "line": "I dare, and do defy thee for a villain.\nThey draw\nEnter ADRIANA, LUCIANA, the Courtezan, and others"
}, {
  "id": 24048,
  "actSceneLine": "5.1.36",
  "player": "ADRIANA",
  "line": "Hold, hurt him not, for God's sake! he is mad.\nSome get within him, take his sword away:\nBind Dromio too, and bear them to my house."
}, {
  "id": 24051,
  "actSceneLine": "5.1.39",
  "player": "DROMIO OF SYRACUSE",
  "line": "Run, master, run, for God's sake, take a house!\nThis is some priory. In, or we are spoil'd!\nExeunt Antipholus of Syracuse and Dromio of Syracuse to the Priory\nEnter the Lady Abbess, AEMILIA"
}, {
  "id": 24055,
  "actSceneLine": "5.1.41",
  "player": "AEMELIA",
  "line": "Be quiet, people. Wherefore throng you hither?"
}, {
  "id": 24056,
  "actSceneLine": "5.1.42",
  "player": "ADRIANA",
  "line": "To fetch my poor distracted husband hence.\nLet us come in, that we may bind him fast\nAnd bear him home for his recovery."
}, {
  "id": 24059,
  "actSceneLine": "5.1.45",
  "player": "ANGELO",
  "line": "I knew he was not in his perfect wits."
}, {
  "id": 24060,
  "actSceneLine": "5.1.46",
  "player": "Second Merchant",
  "line": "I am sorry now that I did draw on him."
}, {
  "id": 24061,
  "actSceneLine": "5.1.47",
  "player": "AEMELIA",
  "line": "How long hath this possession held the man?"
}, {
  "id": 24062,
  "actSceneLine": "5.1.48",
  "player": "ADRIANA",
  "line": "This week he hath been heavy, sour, sad,\nAnd much different from the man he was,\nBut till this afternoon his passion\nNe'er brake into extremity of rage."
}, {
  "id": 24066,
  "actSceneLine": "5.1.52",
  "player": "AEMELIA",
  "line": "Hath he not lost much wealth by wreck of sea?\nBuried some dear friend? Hath not else his eye\nStray'd his affection in unlawful love?\nA sin prevailing much in youthful men,\nWho give their eyes the liberty of gazing.\nWhich of these sorrows is he subject to?"
}, {
  "id": 24072,
  "actSceneLine": "5.1.58",
  "player": "ADRIANA",
  "line": "To none of these, except it be the last,\nNamely, some love that drew him oft from home."
}, {
  "id": 24074,
  "actSceneLine": "5.1.60",
  "player": "AEMELIA",
  "line": "You should for that have reprehended him."
}, {
  "id": 24075,
  "actSceneLine": "5.1.61",
  "player": "ADRIANA",
  "line": "Why, so I did."
}, {
  "id": 24076,
  "actSceneLine": "5.1.62",
  "player": "AEMELIA",
  "line": "Ay, but not rough enough."
}, {
  "id": 24077,
  "actSceneLine": "5.1.63",
  "player": "ADRIANA",
  "line": "As roughly as my modesty would let me."
}, {
  "id": 24078,
  "actSceneLine": "5.1.64",
  "player": "AEMELIA",
  "line": "Haply, in private."
}, {
  "id": 24079,
  "actSceneLine": "5.1.65",
  "player": "ADRIANA",
  "line": "And in assemblies too."
}, {
  "id": 24080,
  "actSceneLine": "5.1.66",
  "player": "AEMELIA",
  "line": "Ay, but not enough."
}, {
  "id": 24081,
  "actSceneLine": "5.1.67",
  "player": "ADRIANA",
  "line": "It was the copy of our conference:\nIn bed he slept not for my urging it,\nAt board he fed not for my urging it,\nAlone, it was the subject of my theme,\nIn company I often glanced it,\nStill did I tell him it was vile and bad."
}, {
  "id": 24087,
  "actSceneLine": "5.1.73",
  "player": "AEMELIA",
  "line": "And thereof came it that the man was mad.\nThe venom clamours of a jealous woman\nPoisons more deadly than a mad dog's tooth.\nIt seems his sleeps were hinder'd by thy railing,\nAnd therefore comes it that his head is light.\nThou say'st his meat was sauced with thy upbraidings:\nUnquiet meals make ill digestions,\nThereof the raging fire of fever bred,\nAnd what's a fever but a fit of madness?\nThou say'st his sports were hinderd by thy brawls:\nSweet recreation barr'd, what doth ensue\nBut moody and dull melancholy,\nKinsman to grim and comfortless despair,\nAnd at her heels a huge infectious troop\nOf pale distemperatures and foes to life?\nIn food, in sport and life-preserving rest\nTo be disturb'd, would mad or man or beast:\nThe consequence is then thy jealous fits\nHave scared thy husband from the use of wits."
}, {
  "id": 24106,
  "actSceneLine": "5.1.92",
  "player": "LUCIANA",
  "line": "She never reprehended him but mildly,\nWhen he demean'd himself rough, rude and wildly.\nWhy bear you these rebukes and answer not?"
}, {
  "id": 24109,
  "actSceneLine": "5.1.95",
  "player": "ADRIANA",
  "line": "She did betray me to my own reproof.\nGood people enter and lay hold on him."
}, {
  "id": 24111,
  "actSceneLine": "5.1.97",
  "player": "AEMELIA",
  "line": "No, not a creature enters in my house."
}, {
  "id": 24112,
  "actSceneLine": "5.1.98",
  "player": "ADRIANA",
  "line": "Then let your servants bring my husband forth."
}, {
  "id": 24113,
  "actSceneLine": "5.1.99",
  "player": "AEMELIA",
  "line": "Neither: he took this place for sanctuary,\nAnd it shall privilege him from your hands\nTill I have brought him to his wits again,\nOr lose my labour in assaying it."
}, {
  "id": 24117,
  "actSceneLine": "5.1.103",
  "player": "ADRIANA",
  "line": "I will attend my husband, be his nurse,\nDiet his sickness, for it is my office,\nAnd will have no attorney but myself,\nAnd therefore let me have him home with me."
}, {
  "id": 24121,
  "actSceneLine": "5.1.107",
  "player": "AEMELIA",
  "line": "Be patient, for I will not let him stir\nTill I have used the approved means I have,\nWith wholesome syrups, drugs and holy prayers,\nTo make of him a formal man again:\nIt is a branch and parcel of mine oath,\nA charitable duty of my order.\nTherefore depart and leave him here with me."
}, {
  "id": 24128,
  "actSceneLine": "5.1.114",
  "player": "ADRIANA",
  "line": "I will not hence and leave my husband here:\nAnd ill it doth beseem your holiness\nTo separate the husband and the wife."
}, {
  "id": 24131,
  "actSceneLine": "5.1.117",
  "player": "AEMELIA",
  "line": "Be quiet and depart: thou shalt not have him.\nExit"
}, {
  "id": 24133,
  "actSceneLine": "5.1.118",
  "player": "LUCIANA",
  "line": "Complain unto the duke of this indignity."
}, {
  "id": 24134,
  "actSceneLine": "5.1.119",
  "player": "ADRIANA",
  "line": "Come, go: I will fall prostrate at his feet\nAnd never rise until my tears and prayers\nHave won his grace to come in person hither\nAnd take perforce my husband from the abbess."
}, {
  "id": 24138,
  "actSceneLine": "5.1.123",
  "player": "Second Merchant",
  "line": "By this, I think, the dial points at five:\nAnon, I'm sure, the duke himself in person\nComes this way to the melancholy vale,\nThe place of death and sorry execution,\nBehind the ditches of the abbey here."
}, {
  "id": 24143,
  "actSceneLine": "5.1.128",
  "player": "ANGELO",
  "line": "Upon what cause?"
}, {
  "id": 24144,
  "actSceneLine": "5.1.129",
  "player": "Second Merchant",
  "line": "To see a reverend Syracusian merchant,\nWho put unluckily into this bay\nAgainst the laws and statutes of this town,\nBeheaded publicly for his offence."
}, {
  "id": 24148,
  "actSceneLine": "5.1.133",
  "player": "ANGELO",
  "line": "See where they come: we will behold his death."
}, {
  "id": 24149,
  "actSceneLine": "5.1.134",
  "player": "LUCIANA",
  "line": "Kneel to the duke before he pass the abbey.\nEnter DUKE SOLINUS, attended, AEGEON bareheaded, with the Headsman and other Officers"
}, {
  "id": 24151,
  "actSceneLine": "5.1.135",
  "player": "DUKE SOLINUS",
  "line": "Yet once again proclaim it publicly,\nIf any friend will pay the sum for him,\nHe shall not die, so much we tender him."
}, {
  "id": 24154,
  "actSceneLine": "5.1.138",
  "player": "ADRIANA",
  "line": "Justice, most sacred duke, against the abbess!"
}, {
  "id": 24155,
  "actSceneLine": "5.1.139",
  "player": "DUKE SOLINUS",
  "line": "She is a virtuous and a reverend lady:\nIt cannot be that she hath done thee wrong."
}, {
  "id": 24157,
  "actSceneLine": "5.1.141",
  "player": "ADRIANA",
  "line": "May it please your grace, Antipholus, my husband,\nWhom I made lord of me and all I had,\nAt your important letters,--this ill day\nA most outrageous fit of madness took him,\nThat desperately he hurried through the street,\nWith him his bondman, all as mad as he--\nDoing displeasure to the citizens\nBy rushing in their houses, bearing thence\nRings, jewels, any thing his rage did like.\nOnce did I get him bound and sent him home,\nWhilst to take order for the wrongs I went,\nThat here and there his fury had committed.\nAnon, I wot not by what strong escape,\nHe broke from those that had the guard of him,\nAnd with his mad attendant and himself,\nEach one with ireful passion, with drawn swords,\nMet us again and madly bent on us,\nChased us away, till, raising of more aid,\nWe came again to bind them. Then they fled\nInto this abbey, whither we pursued them:\nAnd here the abbess shuts the gates on us\nAnd will not suffer us to fetch him out,\nNor send him forth that we may bear him hence.\nTherefore, most gracious duke, with thy command\nLet him be brought forth and borne hence for help."
}, {
  "id": 24182,
  "actSceneLine": "5.1.166",
  "player": "DUKE SOLINUS",
  "line": "Long since thy husband served me in my wars,\nAnd I to thee engaged a prince's word,\nWhen thou didst make him master of thy bed,\nTo do him all the grace and good I could.\nGo, some of you, knock at the abbey-gate\nAnd bid the lady abbess come to me.\nI will determine this before I stir.\nEnter a Servant"
}, {
  "id": 24190,
  "actSceneLine": "5.1.173",
  "player": "Servant",
  "line": "O mistress, mistress, shift and save yourself!\nMy master and his man are both broke loose,\nBeaten the maids a-row and bound the doctor\nWhose beard they have singed off with brands of fire,\nAnd ever, as it blazed, they threw on him\nGreat pails of puddled mire to quench the hair:\nMy master preaches patience to him and the while\nHis man with scissors nicks him like a fool,\nAnd sure, unless you send some present help,\nBetween them they will kill the conjurer."
}, {
  "id": 24200,
  "actSceneLine": "5.1.183",
  "player": "ADRIANA",
  "line": "Peace, fool! thy master and his man are here,\nAnd that is false thou dost report to us."
}, {
  "id": 24202,
  "actSceneLine": "5.1.185",
  "player": "Servant",
  "line": "Mistress, upon my life, I tell you true,\nI have not breathed almost since I did see it.\nHe cries for you, and vows, if he can take you,\nTo scorch your face and to disfigure you.\nCry within\nHark, hark! I hear him, mistress. fly, be gone!"
}, {
  "id": 24208,
  "actSceneLine": "5.1.190",
  "player": "DUKE SOLINUS",
  "line": "Come, stand by me, fear nothing. Guard with halberds!"
}, {
  "id": 24209,
  "actSceneLine": "5.1.191",
  "player": "ADRIANA",
  "line": "Ay me, it is my husband! Witness you,\nThat he is borne about invisible:\nEven now we housed him in the abbey here,\nAnd now he's there, past thought of human reason.\nEnter ANTIPHOLUS of Ephesus and DROMIO of Ephesus\nANTIPHOLUS"
}, {
  "id": 24215,
  "actSceneLine": "5.1.196",
  "player": "OF EPHESUS",
  "line": "Justice, most gracious duke, O, grant me justice!\nEven for the service that long since I did thee,\nWhen I bestrid thee in the wars and took\nDeep scars to save thy life, even for the blood\nThat then I lost for thee, now grant me justice."
}, {
  "id": 24220,
  "actSceneLine": "5.1.201",
  "player": "AEGEON",
  "line": "Unless the fear of death doth make me dote,\nI see my son Antipholus and Dromio.\nANTIPHOLUS"
}, {
  "id": 24223,
  "actSceneLine": "5.1.204",
  "player": "OF EPHESUS",
  "line": "Justice, sweet prince, against that woman there!\nShe whom thou gavest to me to be my wife,\nThat hath abused and dishonour'd me\nEven in the strength and height of injury!\nBeyond imagination is the wrong\nThat she this day hath shameless thrown on me."
}, {
  "id": 24229,
  "actSceneLine": "5.1.210",
  "player": "DUKE SOLINUS",
  "line": "Discover how, and thou shalt find me just.\nANTIPHOLUS"
}, {
  "id": 24231,
  "actSceneLine": "5.1.212",
  "player": "OF EPHESUS",
  "line": "This day, great duke, she shut the doors upon me,\nWhile she with harlots feasted in my house."
}, {
  "id": 24233,
  "actSceneLine": "5.1.214",
  "player": "DUKE SOLINUS",
  "line": "A grievous fault! Say, woman, didst thou so?"
}, {
  "id": 24234,
  "actSceneLine": "5.1.215",
  "player": "ADRIANA",
  "line": "No, my good lord: myself, he and my sister\nTo-day did dine together. So befall my soul\nAs this is false he burdens me withal!"
}, {
  "id": 24237,
  "actSceneLine": "5.1.218",
  "player": "LUCIANA",
  "line": "Ne'er may I look on day, nor sleep on night,\nBut she tells to your highness simple truth!"
}, {
  "id": 24239,
  "actSceneLine": "5.1.220",
  "player": "ANGELO",
  "line": "O perjured woman! They are both forsworn:\nIn this the madman justly chargeth them.\nANTIPHOLUS"
}, {
  "id": 24242,
  "actSceneLine": "5.1.223",
  "player": "OF EPHESUS",
  "line": "My liege, I am advised what I say,\nNeither disturbed with the effect of wine,\nNor heady-rash, provoked with raging ire,\nAlbeit my wrongs might make one wiser mad.\nThis woman lock'd me out this day from dinner:\nThat goldsmith there, were he not pack'd with her,\nCould witness it, for he was with me then,\nWho parted with me to go fetch a chain,\nPromising to bring it to the Porpentine,\nWhere Balthazar and I did dine together.\nOur dinner done, and he not coming thither,\nI went to seek him: in the street I met him\nAnd in his company that gentleman.\nThere did this perjured goldsmith swear me down\nThat I this day of him received the chain,\nWhich, God he knows, I saw not: for the which\nHe did arrest me with an officer.\nI did obey, and sent my peasant home\nFor certain ducats: he with none return'd\nThen fairly I bespoke the officer\nTo go in person with me to my house.\nBy the way we met\nMy wife, her sister, and a rabble more\nOf vile confederates. Along with them\nThey brought one Pinch, a hungry lean-faced villain,\nA mere anatomy, a mountebank,\nA threadbare juggler and a fortune-teller,\nA needy, hollow-eyed, sharp-looking wretch,\nA dead-looking man: this pernicious slave,\nForsooth, took on him as a conjurer,\nAnd, gazing in mine eyes, feeling my pulse,\nAnd with no face, as 'twere, outfacing me,\nCries out, I was possess'd. Then all together\nThey fell upon me, bound me, bore me thence\nAnd in a dark and dankish vault at home\nThere left me and my man, both bound together,\nTill, gnawing with my teeth my bonds in sunder,\nI gain'd my freedom, and immediately\nRan hither to your grace, whom I beseech\nTo give me ample satisfaction\nFor these deep shames and great indignities."
}, {
  "id": 24283,
  "actSceneLine": "5.1.264",
  "player": "ANGELO",
  "line": "My lord, in truth, thus far I witness with him,\nThat he dined not at home, but was lock'd out."
}, {
  "id": 24285,
  "actSceneLine": "5.1.266",
  "player": "DUKE SOLINUS",
  "line": "But had he such a chain of thee or no?"
}, {
  "id": 24286,
  "actSceneLine": "5.1.267",
  "player": "ANGELO",
  "line": "He had, my lord: and when he ran in here,\nThese people saw the chain about his neck."
}, {
  "id": 24288,
  "actSceneLine": "5.1.269",
  "player": "Second Merchant",
  "line": "Besides, I will be sworn these ears of mine\nHeard you confess you had the chain of him\nAfter you first forswore it on the mart:\nAnd thereupon I drew my sword on you,\nAnd then you fled into this abbey here,\nFrom whence, I think, you are come by miracle.\nANTIPHOLUS"
}, {
  "id": 24295,
  "actSceneLine": "5.1.276",
  "player": "OF EPHESUS",
  "line": "I never came within these abbey-walls,\nNor ever didst thou draw thy sword on me:\nI never saw the chain, so help me Heaven!\nAnd this is false you burden me withal."
}, {
  "id": 24299,
  "actSceneLine": "5.1.280",
  "player": "DUKE SOLINUS",
  "line": "Why, what an intricate impeach is this!\nI think you all have drunk of Circe's cup.\nIf here you housed him, here he would have been,\nIf he were mad, he would not plead so coldly:\nYou say he dined at home, the goldsmith here\nDenies that saying. Sirrah, what say you?"
}, {
  "id": 24305,
  "actSceneLine": "5.1.286",
  "player": "DROMIO OF EPHESUS",
  "line": "Sir, he dined with her there, at the Porpentine."
}, {
  "id": 24306,
  "actSceneLine": "5.1.287",
  "player": "Courtezan",
  "line": "He did, and from my finger snatch'd that ring.\nANTIPHOLUS"
}, {
  "id": 24308,
  "actSceneLine": "5.1.289",
  "player": "OF EPHESUS",
  "line": "'Tis true, my liege, this ring I had of her."
}, {
  "id": 24309,
  "actSceneLine": "5.1.290",
  "player": "DUKE SOLINUS",
  "line": "Saw'st thou him enter at the abbey here?"
}, {
  "id": 24310,
  "actSceneLine": "5.1.291",
  "player": "Courtezan",
  "line": "As sure, my liege, as I do see your grace."
}, {
  "id": 24311,
  "actSceneLine": "5.1.292",
  "player": "DUKE SOLINUS",
  "line": "Why, this is strange. Go call the abbess hither.\nI think you are all mated or stark mad.\nExit one to Abbess"
}, {
  "id": 24314,
  "actSceneLine": "5.1.294",
  "player": "AEGEON",
  "line": "Most mighty duke, vouchsafe me speak a word:\nHaply I see a friend will save my life\nAnd pay the sum that may deliver me."
}, {
  "id": 24317,
  "actSceneLine": "5.1.297",
  "player": "DUKE SOLINUS",
  "line": "Speak freely, Syracusian, what thou wilt."
}, {
  "id": 24318,
  "actSceneLine": "5.1.298",
  "player": "AEGEON",
  "line": "Is not your name, sir, call'd Antipholus?\nAnd is not that your bondman, Dromio?"
}, {
  "id": 24320,
  "actSceneLine": "5.1.300",
  "player": "DROMIO OF EPHESUS",
  "line": "Within this hour I was his bondman sir,\nBut he, I thank him, gnaw'd in two my cords:\nNow am I Dromio and his man unbound."
}, {
  "id": 24323,
  "actSceneLine": "5.1.303",
  "player": "AEGEON",
  "line": "I am sure you both of you remember me."
}, {
  "id": 24324,
  "actSceneLine": "5.1.304",
  "player": "DROMIO OF EPHESUS",
  "line": "Ourselves we do remember, sir, by you,\nFor lately we were bound, as you are now\nYou are not Pinch's patient, are you, sir?"
}, {
  "id": 24327,
  "actSceneLine": "5.1.307",
  "player": "AEGEON",
  "line": "Why look you strange on me? you know me well."
}, {
  "id": 24328,
  "actSceneLine": "5.1.308",
  "player": "ANTIPHOLUS",
  "line": "I never saw you in my life till now."
}, {
  "id": 24329,
  "actSceneLine": "5.1.309",
  "player": "AEGEON",
  "line": "O, grief hath changed me since you saw me last,\nAnd careful hours with time's deformed hand\nHave written strange defeatures in my face:\nBut tell me yet, dost thou not know my voice?\nANTIPHOLUS"
}, {
  "id": 24334,
  "actSceneLine": "5.1.314",
  "player": "OF EPHESUS",
  "line": "Neither."
}, {
  "id": 24335,
  "actSceneLine": "5.1.315",
  "player": "AEGEON",
  "line": "Dromio, nor thou?"
}, {
  "id": 24336,
  "actSceneLine": "5.1.316",
  "player": "DROMIO OF EPHESUS",
  "line": "No, trust me, sir, nor I."
}, {
  "id": 24337,
  "actSceneLine": "5.1.317",
  "player": "AEGEON",
  "line": "I am sure thou dost."
}, {
  "id": 24338,
  "actSceneLine": "5.1.318",
  "player": "DROMIO OF EPHESUS",
  "line": "Ay, sir, but I am sure I do not, and whatsoever a\nman denies, you are now bound to believe him."
}, {
  "id": 24340,
  "actSceneLine": "5.1.320",
  "player": "AEGEON",
  "line": "Not know my voice! O time's extremity,\nHast thou so crack'd and splitted my poor tongue\nIn seven short years, that here my only son\nKnows not my feeble key of untuned cares?\nThough now this grained face of mine be hid\nIn sap-consuming winter's drizzled snow,\nAnd all the conduits of my blood froze up,\nYet hath my night of life some memory,\nMy wasting lamps some fading glimmer left,\nMy dull deaf ears a little use to hear:\nAll these old witnesses--I cannot err--\nTell me thou art my son Antipholus.\nANTIPHOLUS"
}, {
  "id": 24353,
  "actSceneLine": "5.1.333",
  "player": "OF EPHESUS",
  "line": "I never saw my father in my life."
}, {
  "id": 24354,
  "actSceneLine": "5.1.334",
  "player": "AEGEON",
  "line": "But seven years since, in Syracusa, boy,\nThou know'st we parted: but perhaps, my son,\nThou shamest to acknowledge me in misery.\nANTIPHOLUS"
}, {
  "id": 24358,
  "actSceneLine": "5.1.338",
  "player": "OF EPHESUS",
  "line": "The duke and all that know me in the city\nCan witness with me that it is not so\nI ne'er saw Syracusa in my life."
}, {
  "id": 24361,
  "actSceneLine": "5.1.341",
  "player": "DUKE SOLINUS",
  "line": "I tell thee, Syracusian, twenty years\nHave I been patron to Antipholus,\nDuring which time he ne'er saw Syracusa:\nI see thy age and dangers make thee dote.\nRe-enter AEMILIA, with ANTIPHOLUS of Syracuse and DROMIO of Syracuse"
}, {
  "id": 24366,
  "actSceneLine": "5.1.345",
  "player": "AEMELIA",
  "line": "Most mighty duke, behold a man much wrong'd.\nAll gather to see them"
}, {
  "id": 24368,
  "actSceneLine": "5.1.346",
  "player": "ADRIANA",
  "line": "I see two husbands, or mine eyes deceive me."
}, {
  "id": 24369,
  "actSceneLine": "5.1.347",
  "player": "DUKE SOLINUS",
  "line": "One of these men is Genius to the other,\nAnd so of these. Which is the natural man,\nAnd which the spirit? who deciphers them?"
}, {
  "id": 24372,
  "actSceneLine": "5.1.350",
  "player": "DROMIO OF SYRACUSE",
  "line": "I, sir, am Dromio, command him away."
}, {
  "id": 24373,
  "actSceneLine": "5.1.351",
  "player": "DROMIO OF EPHESUS",
  "line": "I, sir, am Dromio, pray, let me stay.\nANTIPHOLUS"
}, {
  "id": 24375,
  "actSceneLine": "5.1.353",
  "player": "OF SYRACUSE",
  "line": "AEgeon art thou not? or else his ghost?"
}, {
  "id": 24376,
  "actSceneLine": "5.1.354",
  "player": "DROMIO OF SYRACUSE",
  "line": "O, my old master! who hath bound him here?"
}, {
  "id": 24377,
  "actSceneLine": "5.1.355",
  "player": "AEMELIA",
  "line": "Whoever bound him, I will loose his bonds\nAnd gain a husband by his liberty.\nSpeak, old AEgeon, if thou be'st the man\nThat hadst a wife once call'd AEmilia\nThat bore thee at a burden two fair sons:\nO, if thou be'st the same AEgeon, speak,\nAnd speak unto the same AEmilia!"
}, {
  "id": 24384,
  "actSceneLine": "5.1.362",
  "player": "AEGEON",
  "line": "If I dream not, thou art AEmilia:\nIf thou art she, tell me where is that son\nThat floated with thee on the fatal raft?"
}, {
  "id": 24387,
  "actSceneLine": "5.1.365",
  "player": "AEMELIA",
  "line": "By men of Epidamnum he and I\nAnd the twin Dromio all were taken up,\nBut by and by rude fishermen of Corinth\nBy force took Dromio and my son from them\nAnd me they left with those of Epidamnum.\nWhat then became of them I cannot tell\nI to this fortune that you see me in."
}, {
  "id": 24394,
  "actSceneLine": "5.1.372",
  "player": "DUKE SOLINUS",
  "line": "Why, here begins his morning story right,\nThese two Antipholuses, these two so like,\nAnd these two Dromios, one in semblance,--\nBesides her urging of her wreck at sea,--\nThese are the parents to these children,\nWhich accidentally are met together.\nAntipholus, thou camest from Corinth first?\nANTIPHOLUS"
}, {
  "id": 24402,
  "actSceneLine": "5.1.380",
  "player": "OF SYRACUSE",
  "line": "No, sir, not I, I came from Syracuse."
}, {
  "id": 24403,
  "actSceneLine": "5.1.381",
  "player": "DUKE SOLINUS",
  "line": "Stay, stand apart, I know not which is which.\nANTIPHOLUS"
}, {
  "id": 24405,
  "actSceneLine": "5.1.383",
  "player": "OF EPHESUS",
  "line": "I came from Corinth, my most gracious lord,--"
}, {
  "id": 24406,
  "actSceneLine": "5.1.384",
  "player": "DROMIO OF EPHESUS",
  "line": "And I with him.\nANTIPHOLUS"
}, {
  "id": 24408,
  "actSceneLine": "5.1.386",
  "player": "OF EPHESUS",
  "line": "Brought to this town by that most famous warrior,\nDuke Menaphon, your most renowned uncle."
}, {
  "id": 24410,
  "actSceneLine": "5.1.388",
  "player": "ADRIANA",
  "line": "Which of you two did dine with me to-day?\nANTIPHOLUS"
}, {
  "id": 24412,
  "actSceneLine": "5.1.390",
  "player": "OF SYRACUSE",
  "line": "I, gentle mistress."
}, {
  "id": 24413,
  "actSceneLine": "5.1.391",
  "player": "ADRIANA",
  "line": "And are not you my husband?\nANTIPHOLUS"
}, {
  "id": 24415,
  "actSceneLine": "5.1.393",
  "player": "OF EPHESUS",
  "line": "No, I say nay to that.\nANTIPHOLUS"
}, {
  "id": 24417,
  "actSceneLine": "5.1.395",
  "player": "OF SYRACUSE",
  "line": "And so do I, yet did she call me so:\nAnd this fair gentlewoman, her sister here,\nDid call me brother.\nTo Luciana\nWhat I told you then,\nI hope I shall have leisure to make good,\nIf this be not a dream I see and hear."
}, {
  "id": 24424,
  "actSceneLine": "5.1.401",
  "player": "ANGELO",
  "line": "That is the chain, sir, which you had of me.\nANTIPHOLUS"
}, {
  "id": 24426,
  "actSceneLine": "5.1.403",
  "player": "OF SYRACUSE",
  "line": "I think it be, sir, I deny it not.\nANTIPHOLUS"
}, {
  "id": 24428,
  "actSceneLine": "5.1.405",
  "player": "OF EPHESUS",
  "line": "And you, sir, for this chain arrested me."
}, {
  "id": 24429,
  "actSceneLine": "5.1.406",
  "player": "ANGELO",
  "line": "I think I did, sir, I deny it not."
}, {
  "id": 24430,
  "actSceneLine": "5.1.407",
  "player": "ADRIANA",
  "line": "I sent you money, sir, to be your bail,\nBy Dromio, but I think he brought it not."
}, {
  "id": 24432,
  "actSceneLine": "5.1.409",
  "player": "DROMIO OF EPHESUS",
  "line": "No, none by me.\nANTIPHOLUS"
}, {
  "id": 24434,
  "actSceneLine": "5.1.411",
  "player": "OF SYRACUSE",
  "line": "This purse of ducats I received from you,\nAnd Dromio, my man, did bring them me.\nI see we still did meet each other's man,\nAnd I was ta'en for him, and he for me,\nAnd thereupon these errors are arose.\nANTIPHOLUS"
}, {
  "id": 24440,
  "actSceneLine": "5.1.417",
  "player": "OF EPHESUS",
  "line": "These ducats pawn I for my father here."
}, {
  "id": 24441,
  "actSceneLine": "5.1.418",
  "player": "DUKE SOLINUS",
  "line": "It shall not need, thy father hath his life."
}, {
  "id": 24442,
  "actSceneLine": "5.1.419",
  "player": "Courtezan",
  "line": "Sir, I must have that diamond from you.\nANTIPHOLUS"
}, {
  "id": 24444,
  "actSceneLine": "5.1.421",
  "player": "OF EPHESUS",
  "line": "There, take it, and much thanks for my good cheer."
}, {
  "id": 24445,
  "actSceneLine": "5.1.422",
  "player": "AEMELIA",
  "line": "Renowned duke, vouchsafe to take the pains\nTo go with us into the abbey here\nAnd hear at large discoursed all our fortunes:\nAnd all that are assembled in this place,\nThat by this sympathized one day's error\nHave suffer'd wrong, go keep us company,\nAnd we shall make full satisfaction.\nThirty-three years have I but gone in travail\nOf you, my sons, and till this present hour\nMy heavy burden ne'er delivered.\nThe duke, my husband and my children both,\nAnd you the calendars of their nativity,\nGo to a gossips' feast and go with me,\nAfter so long grief, such festivity!"
}, {
  "id": 24459,
  "actSceneLine": "5.1.436",
  "player": "DUKE SOLINUS",
  "line": "With all my heart, I'll gossip at this feast.\nExeunt all but Antipholus of Syracuse, Antipholus of Ephesus, Dromio of Syracuse and Dromio of Ephesus"
}, {
  "id": 24461,
  "actSceneLine": "5.1.437",
  "player": "DROMIO OF SYRACUSE",
  "line": "Master, shall I fetch your stuff from shipboard?\nANTIPHOLUS"
}, {
  "id": 24463,
  "actSceneLine": "5.1.439",
  "player": "OF EPHESUS",
  "line": "Dromio, what stuff of mine hast thou embark'd?"
}, {
  "id": 24464,
  "actSceneLine": "5.1.440",
  "player": "DROMIO OF SYRACUSE",
  "line": "Your goods that lay at host, sir, in the Centaur.\nANTIPHOLUS"
}, {
  "id": 24466,
  "actSceneLine": "5.1.442",
  "player": "OF SYRACUSE",
  "line": "He speaks to me. I am your master, Dromio:\nCome, go with us, we'll look to that anon:\nEmbrace thy brother there, rejoice with him.\nExeunt Antipholus of Syracuse and Antipholus of Ephesus"
}, {
  "id": 24470,
  "actSceneLine": "5.1.445",
  "player": "DROMIO OF SYRACUSE",
  "line": "There is a fat friend at your master's house,\nThat kitchen'd me for you to-day at dinner:\nShe now shall be my sister, not my wife."
}, {
  "id": 24473,
  "actSceneLine": "5.1.448",
  "player": "DROMIO OF EPHESUS",
  "line": "Methinks you are my glass, and not my brother:\nI see by you I am a sweet-faced youth.\nWill you walk in to see their gossiping?"
}, {
  "id": 24476,
  "actSceneLine": "5.1.451",
  "player": "DROMIO OF SYRACUSE",
  "line": "Not I, sir, you are my elder."
}, {
  "id": 24477,
  "actSceneLine": "5.1.452",
  "player": "DROMIO OF EPHESUS",
  "line": "That's a question: how shall we try it?"
}, {
  "id": 24478,
  "actSceneLine": "5.1.453",
  "player": "DROMIO OF SYRACUSE",
  "line": "We'll draw cuts for the senior: till then lead thou first."
}]